Repository: soligenti/mek
Catalog: po/*.po
Languages: el

source: how much to spare highlights and shadows
el: πόσο να επιτραπούν φωτεινά σημεία και σκιές

source: vibrance
el: ζωηρότητα

source: the amount of vibrance
el: η ποσότητα ζωηρότητας

source: vignetting
el: βινιέτα

# accel
source: fall-off strength
el: δύναμη απόπτωσης

# accel
source: horizontal center
el: οριζόντιο κεντράρισμα

# accel
source: vertical center
el: κάθετο κεντράρισμα

# accel
source: shape
el: σχήμα

# accel
source: width-height ratio
el: αναλογία πλάτους/μήκους

# accel
source: dithering
el: χρ. αντιπαράθεση

source: automatic ratio
el: αυτόματη αναλογία

source: 8-bit output
el: εξαγωγή 8-bit

source: 16-bit output
el: εξαγωγή 16-bit

source: fall-off strength
el: δύναμη απόπτωσης

source: horizontal center
el: οριζόντιο κεντράρισμα

source: vertical center
el: κάθετο κεντράρισμα

source: shape
el: σχήμα

source: width/height ratio
el: αναλογία πλάτους/μήκους

source: the radii scale of vignette for start of fall-off
el: η κλίμακα ακτίνων της βινιέτας στην αρχή της απόπτωσης

source: the radii scale of vignette for end of fall-off
el: η κλίμακα ακτίνων της βινιέτας στο τέλος της απόπτωσης

source: strength of effect on brightness
el: επίδραση εφέ στη φωτεινότητα

source: strength of effect on saturation
el: επίδραση εφέ στον κορεσμό

source: horizontal offset of center of the effect
el: οριζόντια απόκλιση του κέντρου του εφέ

source: vertical offset of center of the effect
el: κατακόρυφη απόκλιση του κέντρου του εφέ

source: shape factor 0 produces a rectangle 1 produces a circle or ellipse 2 produces a diamond
el: παράγων σχήματος 0 παράγει ορθογώνιο 1 παράγει κύκλο ή έλλειψη 2 παράγει πολύγωνο

source: enable to have the ratio automatically follow the image size
el: επιλέξτε για να την αυτόματη σύνδεση αναλογίας-μεγέθους εικόνας

source: width-to-height ratio
el: αναλογία πλάτους/μήκους

source: add some level of random noise to prevent banding
el: προσθήκη τυχαίου θορύβου για αποφυγή δημιουργίας λωρίδων

source: watermark
el: υδατογράφημα

# accel
source: refresh
el: ανανέωση

# accel
source: opacity
el: αδιαφάνεια

# accel
source: rotation
el: περιστροφή

# accel
source: x offset
el: απόκλιση x

# accel
source: y offset
el: απόκλιση y

source: content
el: περιεχόμενο

source: marker
el: πρότυπο

source: SVG watermarks in %s/watermarks or %s/watermarks
el: υδατογραφήματα SVG απο %s/watermarks ή %s/watermarks

source: text
el: κείμενο

source: text string, tag: $(WATERMARK_TEXT)
el: κείμενο, ετικέτα : $(WATERMARK_TEXT)

source: text color
el: χρώμα κειμένου

source: text color, tag: $(WATERMARK_COLOR)
el: χρώμα κειμένου, ετικέτα : $(WATERMARK_COLOR)

source: select text color
el: επιλέξτε χρώμα κειμένου

source: font
el: γραμματοσειρά

source: text font, tags: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)
el: γραμματοσειρά κειμένου, ετικέτες: $(WATERMARK_FONT_FAMILY) $(WATERMARK_FONT_STYLE) $(WATERMARK_FONT_WEIGHT)

source: properties
el: ιδιότητες

# size
source: image
el: εικόνα

source: larger border
el: μεγάλο περίγραμμα

source: smaller border
el: μικρό περίγραμμα

source: scale on
el: προσαρμογή σε κλίμακα

source: size is relative to
el: μέγεθος σχετικό με

source: position
el: θέση

source: alignment
el: στοίχιση

source: x offset
el: απόκλιση x

source: y offset
el: απόκλιση y

source: the opacity of the watermark
el: αδιαφάνεια υδατογραφήματος

source: the scale of the watermark
el: κλίμακα υδατογραφήματος

source: the rotation of the watermark
el: η περιστροφή του υδατογραφήματος

source: zone system
el: σύστημα ζωνών

source: lightness zones use mouse scrollwheel to change the number of zones left-click on a border to create a marker right-click on a marker to delete it
el: ζώνες φωτεινότητας κυλήστε τη ροδέλα του ποντικιού για αλλαγή του αριθμού ζωνών αριστερό κλικ σε πλαίσιο για δημιουργία σημείου δεξι κλικ σε σημείο για αφαίρεσή του

source: background jobs
el: εργασίες υποβάθρου

source: camera settings
el: ρυθμίσεις μηχανής

# accel
source: capture image(s)
el: λήψη εικόνας(νων)

source: toggle view property in center view
el: εναλλαγή ιδιότητας εμφάνισης στην κεντρική προβολή

source: connection with camera lost, exiting tethering mode
el: απώλεια σύνδεσης με τη μηχανή, έξοδος από λειτουργία εξαρτημένης απόκτησης

source: battery
el: μπαταρία

source: camera control
el: έλεγχος μηχανής

source: modes
el: λειτουργίες

source: timer (s)
el: χρονιστές

source: count
el: αριθμός

source: brackets
el: διαστήματα

source: bkt. steps
el: βήματα διαστημάτων

source: capture image(s)
el: λήψη εικόνας(νων)

source: toggle delayed capture mode
el: εναλλαγή λειτουργίας λήψης με καθυστέρηση

source: toggle sequenced capture mode
el: εναλλαγή λειτουργίας διαδοχικής λήψης

source: toggle bracketed capture mode
el: εναλλαγή λειτουργίας λήψης με διαστήματα

source: the count of seconds before actually doing a capture
el: ο χρόνος σε δεύτερα πριν την απόκτηση εικόνας

source: the amount of images to capture in a sequence, you can use this in conjunction with delayed mode to create stop-motion sequences.
el: ο αριθμός εικόνων που να αποκτηθούν σε σειρά, χρησιμοποιείστε τη μαζί με τη λειτουργία χρονοκαθυστέρησης για τη δημιουργία σειρών stop-motion.

source: the amount of brackets on each side of centered shoot, amount of images = (brackets*2)+1.
el: ο αριθμός διαστημάτων σε κάθε πλευρά της κεντρικής έκθεσης, αριθμός εικόνων = (διαστήματα * 2) + 1.

source: the amount of steps per bracket, steps is camera configurable and usually 3 steps per stop with other words, 3 steps is 1EV exposure step between brackets.
el: ο αριθμός βημάτων ανά διάστημα, τα βήματα ορίζονται στη μηχανή και είναι συνήθως 3 ανά στοπ

source: additional properties
el: πρόσθετες ιδιότητες

source: label
el: ετικέτα

source: property
el: ιδιότητα

source: add user property
el: προσθήκη ιδιότητας χρήστη

source: program
el: πρόγραμμα

source: focus mode
el: λειτουργία εστίασης

source: shutterspeed2
el: ταχύτητα διαφράγματος 2

source: shutterspeed
el: ταχύτητα διαφράγματος

source: collect images
el: συλλογή εικόνων

source: search filmroll
el: αναζήτηση φιλμ

source: problem selecting new path for the filmroll in %s
el: πρόβλημα επιλογής νέας διαδρομής για το φιλμ %s

source: search filmroll...
el: αναζήτηση φιλμ...

source: sync...
el: συγχρονισμός...

source: remove...
el: αφαίρεση...

source: uncategorized
el: μη κατηγοριοποιημένες

source: not altered
el: αναλλοίωτες

source: not tagged
el: χωρίς ετικέτα

source: local HDD
el: τοπικός δίσκος

source: clear this rule
el: καθαρισμός κανόνα

source: clear this rule or add new rules
el: καθαρισμός κανόνα ή προσθήκη νέων

source: narrow down search
el: περιορισμός αναζήτησης

source: add more images
el: προσθήκη περισσότερων εικόνων

source: exclude images
el: αποκλεισμός εικόνων

source: change to: and
el: αλλαγή σε: και

source: change to: or
el: αλλαγή σε: ή

source: change to: except
el: αλλαγή σε: εκτός από

source: type your query, use `%' as wildcard
el: πληκτρολογήστε το ερώτημά σας, κάνοντας χρήση του '%' ως μπαλαντέρ

source: film roll
el: φιλμ

source: folders
el: φάκελοι

source: camera
el: μηχανή

source: tag
el: ετικέτα

source: date
el: ημερομηνία

source: time
el: χρόνος

source: history
el: ιστορικό

source: description
el: περιγραφή

source: creator
el: δημιουργός

source: publisher
el: εκδότης

source: rights
el: δικαιώματα

source: filename
el: όνομα αρχείου

source: color picker
el: επιλογέας χρώματος

# accel
source: add sample
el: προσθήκη δείγματος

source: hover to highlight sample on canvas, click to lock sample
el: πλάνηση για έμφαση δείγματος στην εικόνα, κλικ για κλείδωμα δείγματος

source: remove
el: αφαίρεση

source: live samples
el: ζωντανά δείγματα

source: point
el: σημείο

source: area
el: περιοχή

source: mean
el: μέσο

source: min
el: ελ.

source: max
el: μεγ.

source: restrict histogram to selection
el: περιορισμός ιστογράμματος σε επιλογή

source: add
el: πρόσθεση

source: display sample areas on image
el: εμφάνιση περιοχών δειγματοληψίας

source: history stack
el: στοίβα ιστορικού

source: open sidecar file
el: άνοιγμα αρχείου sidecar

source: XMP sidecar files
el: αρχεία XMP sidecar

source: all files
el: όλα τα αρχεία

source: error loading file '%s'
el: σφάλμα φόρτωσης αρχείου '%s'

source: copy part history stack of first selected image (ctrl-shift-c)
el: αντιγραφή μέρους στοίβας ιστορικού της πρώτης επιλεγμένης εικόνας (ctrl-shift-c)

source: copy all
el: αντ. όλων

source: copy history stack of first selected image (ctrl-c)
el: αντιγραφή στοίβας ιστορικού από την πρώτη επιλεγμένη εικόνα (ctrl-c)

source: discard
el: απόρριψη

source: discard history stack of all selected images
el: απόρριψη στοίβας ιστορικού από όλες τις επιλεγμένες εικόνες

source: paste
el: επικόλληση

source: paste part history stack to all selected images (ctrl-shift-v)
el: επικόλληση μέρους στοίβας ιστορικού σε όλες τις επιλεγμένες εικόνες (ctrl-shift-v)

source: paste all
el: επ. όλων

source: paste history stack to all selected images (ctrl-v)
el: επικόλληση στοίβας ιστορικού σε όλες τις επιλεγμένες εικόνες (ctrl-v)

source: append
el: προσθήκη

source: how to handle existing history
el: χειρισμός υπάρχοντος ιστορικού

source: load sidecar file
el: φόρτωση XMP

source: open an XMP sidecar file and apply it to selected images
el: άνοιγμα αρχείου xmp sidecar και εφαρμογή στις επιλεγμένες εικόνες

source: write sidecar files
el: εγγραφή XMP

source: write history stack and tags to XMP sidecar files
el: εγγραφή στοίβας ιστορικού και ετικετών σε αρχεία xmp sidecar

# accel
source: copy all
el: αντιγραφή όλων

# accel
source: copy
el: αντιγραφή

# accel
source: discard
el: απόρριψη

# accel
source: paste all
el: επικόλληση όλων

# accel
source: paste
el: επικόλληση

# accel
source: load sidecar files
el: φόρτωση αρχείων sidecar

# accel
source: write sidecar files
el: εγγραφή αρχείων sidecar

source: export selected
el: εξαγωγή επιλεγμένων

source: storage options
el: επιλογές αποθήκευσης

source: target storage
el: προορισμός

source: format options
el: επιλογές τύπου αρχείου

source: file format
el: τύπος αρχείου

source: global options
el: επιλογές

source: maximum output width set to 0 for no scaling
el: μέγιστο πλάτος εξόδου ορίστε 0 για μη αλλαγή κλίμακας

source: maximum output height set to 0 for no scaling
el: μέγιστο ύψος εξόδου ορίστε 0 για μη αλλαγή κλίμακας

source: max size
el: μέγεθος

source: allow upscaling
el: να επιτρέπεται μεγέθυνση

source: image settings
el: ρυθμίσεις εικόνας

source: output ICC profiles in %s/color/out or %s/color/out
el: εξαγωγή προφίλ ICC σε %s/color/out ή %s/color/out

source: intent
el: πρόθεση

source: style
el: στυλ

source: temporary style to use while exporting
el: προσωρινό στυλ προς χρήση κατά την εξαγωγή

source: replace history
el: ανταλλαγή ιστορικού

source: append history
el: προσάρτηση ιστορικού

source: whether the style items are appended to the history or replacing the history
el: εάν τα στοιχεία που συντελούν το στυλ προστίθενται στο ιστορικό ή το αντικαθιστούν

source: export with current settings (ctrl-e)
el: εξαγωγή με τρέχουσες ρυθμίσεις (ctrl-e)

# accel
source: export
el: εξαγωγή

source: enter the time shown on the selected picture format: hh:mm:ss
el: εισάγετε την ώρα που εμφανίζεται στην επιλεγμένη εικόνα πρότυπο: hh:mm:ss

source: open GPX file
el: άνοιγμα αρχείου GPX

source: GPS data exchange format
el: αρχεία ανταλλαγής δεδομένων GPS

source: camera time zone
el: ζώνη ώρας μηχανής

source: most cameras don't store the time zone in EXIF. give the correct time zone so the GPX data can be correctly matched
el: οι περισσότερες μηχανές δεν αποθηκεύουν τη ζώνη ώρας στα δεδομένα EXIF. δώστε τη σωστή ζώνη για να γίνει ορθή αντιστοίχηση με τα δεδομένα GPX

source: time offset
el: χρ. μετατόπιση

source: time offset format: [+-]?[[hh:]mm:]ss
el: πρότυπο χρονικού επιθέματος: [+-]?[[hh:]mm:]ss

source: calculate the time offset from an image
el: υπολογισμός χρονικού επιθέματος από εικόνα

source: apply time offset to selected images
el: εφαρμογή χρονικού επιθέματος στις επιλεγμένες εικόνες

source: apply GPX track file
el: εφαρμογή αρχείου GPX

source: parses a GPX file and updates location of selected images
el: φόρτωση αρχείου GPX και ενημέρωση τοποθεσίας επιλεγμένων εικόνων

source: histogram
el: ιστόγραμμα

source: drag to change exposure, doubleclick resets
el: σύρετε για αλλαγή έκθεσης, επαναφορά με διπλό κλικ

source: set histogram mode to linear
el: ιστόγραμμα σε γραμμική κλίμακα

source: set histogram mode to waveform
el: ιστόγραμμα σε μορφή κυματομορφής

source: set histogram mode to logarithmic
el: ιστόγραμμα σε λογαριθμική κλίμακα

source: click to hide red channel
el: πιέστε για να απόκρυψη κόκκινου καναλιού

source: click to show red channel
el: πιέστε για να εμφάνιση κόκκινου καναλιού

source: click to hide green channel
el: πιέστε για να απόκρυψη πράσινου καναλιού

source: click to show green channel
el: πιέστε για να εμφάνιση πράσινου καναλιού

source: click to hide blue channel
el: πιέστε για να απόκρυψη μπλε καναλιού

source: click to show blue channel
el: πιέστε για να εμφάνιση μπλε καναλιού

source: drag to change black point, doubleclick resets
el: σύρετε για αλλαγή σημείου μαύρου, επαναφορά με διπλό κλικ

# accel
source: create style from history
el: δημιουργία στυλ από ιστορικό

# accel
source: apply style from popup menu
el: εφαρμογή στυλ από μενού επιλογής

# accel
source: compress history stack
el: συμπίεση στοίβας ιστορικού

source: compress history stack
el: συμπίεση ιστορικού

source: create a minimal history stack which produces the same image
el: δημιουργία συμπυκνωμένης στοίβας ιστορικού η οποία παράγει την ίδια εικόνα

source: create a style from the current history stack
el: δημιουργία στυλ από την τρέχουσα στοίβα ιστορικού

source: original
el: πρωτότυπο

source: selected image[s]
el: επιλεγμένη(ες) εικόνα(ες)

source: trash
el: διαγραφή

source: send file to trash
el: αποστολή αρχείου στο καλάθι αχρήστων

source: physically delete from disk
el: ολική διαγραφή από το δίσκο

source: remove from the collection
el: αφαίρεση από τη συλλογή

source: move
el: μετακίνηση

source: move to other folder
el: μετακίνηση σε άλλο φάκελο

source: copy to other folder
el: αντιγραφή σε άλλο φάκελο

source: create HDR
el: δημιουργία HDR

source: create a high dynamic range image from selected shots
el: δημιουργία εικόνας HDR από τις επιλεγμένες σκηνές

source: duplicate
el: διπλότυπο

source: add a duplicate to the collection, including its history stack
el: προσθήκη διπλότυπου στη συλλογή, μαζί με τη στοίβα ιστορικού του

source: rotate selected images 90 degrees CCW
el: περιστροφή επιλεγμένων 90 μοίρες αριστερά

source: rotate selected images 90 degrees CW
el: περιστροφή επιλεγμένων 90 μοίρες δεξιά

source: reset rotation
el: επαναφορά

source: reset rotation to EXIF data
el: επαναφορά περιστροφής από δεδομένα EXIF

source: copy locally
el: τοπική αντ.

source: copy the image locally
el: αντιγραφή εικόνας τοπικά

source: resync local copy
el: συγχρονισμός αντ.

source: synchronize the image's XMP and remove the local copy
el: συγχρονισμός αρχείου XMP και αφαίρεση τοπικού αντιγράφου

source: group
el: ομάδα

source: add selected images to expanded group or create a new one
el: προσθήκη επιλεγμένων εικόνων στην επεκτεταμένη ομάδα ή δημιουργία νέας

source: ungroup
el: διάσπαση

source: remove selected images from the group
el: αφαίρεση επιλεγμένων εικόνων από την ομάδα

# accel
source: remove from collection
el: αφαίρεση από τη συλλογή

# accel
source: delete from disk or send to trash
el: διαγραφή από το δίσκο ή αποστολή στο καλάθι αχρήστων

# accel
source: rotate selected images 90 degrees CW
el: περιστροφή επιλεγμένων 90 μοίρες δεξιά

# accel
source: rotate selected images 90 degrees CCW
el: περιστροφή επιλεγμένων 90 μοίρες αριστερά

# accel
source: create HDR
el: δημιουργία HDR

# accel
source: duplicate
el: διπλότυπο

# accel
source: reset rotation
el: επαναφορά περιστροφής

# accel
source: group
el: ομάδα

# accel
source: ungroup
el: διάσπαση

source: import
el: εισαγωγή

# accel
source: scan for devices
el: αναζήτηση συσκευών

# accel
source: import from camera
el: εισαγωγή από μηχανή

# accel
source: tethered shoot
el: εξαρτημένη λήψη

# accel
source: import image
el: εισαγωγή εικόνας

# accel
source: import folder
el: εισαγωγή φακέλου

source: device "%s" connected on port "%s".
el: συσκευή '%s' συνδεδεμένη στη θύρα '%s'.

source: import from camera
el: εισαγωγή από μηχανή

source: tethered shoot
el: εξαρτημένη λήψη

source: no supported devices found
el: δεν βρέθηκαν συσκευές

source: import options
el: επιλογές εισαγωγής

source: import directories recursively
el: αναδρομική εισαγωγή καταλόγων

source: recursively import subdirectories. each directory goes into a new film roll.
el: αναδρομική εισαγωγή υποφακέλων. Κάθε φάκελος δημιουργεί νέο φιλμ.

source: apply metadata on import
el: εφαρμογή μεταδεδομένων κατά την εισαγωγή

source: apply some metadata to all newly imported images.
el: εφαρμογή ορισμένων μεταδεδομένων σε όλες τις νεο-εισηγμένες εικόνες

source: comma separated list of tags
el: κατάλογος ετικετών χωρισμένων με κόμμα

source: import image
el: εισαγωγή εικόνας

source: supported images
el: υποστηριζόμενοι τύποι αρχείων

source: file has unknown format!
el: ο τύπος του αρχείου είναι άγνωστος!

source: import film
el: εισαγωγή φιλμ

source: select one or more images to import
el: επιλέξτε μία ή περισσότερες εικόνες προς εισαγωγή

source: folder
el: φάκελος

source: select a folder to import as film roll
el: επιλέξτε φάκελο για εισαγωγή ως φιλμ

source: scan for devices
el: αναζήτηση για συσκευές

source: scan for newly attached devices
el: ανίχνευση νέων συσκευών

source: edit `%s'
el: επεξεργασία '%s'

source: live view
el: ζωντανή προβολή

# accel
source: toggle live view
el: απ/ενεργοποίηση ζωντανής προβολής

# accel
source: flip horizontally
el: αναστροφή οριζόντια

# accel
source: move focus point in (big steps)
el: μετακίνηση εστιακού σημείου προς τα μέσα (μεγάλα βήματα)

# accel
source: move focus point in (small steps)
el: μετακίνηση εστιακού σημείου προς τα έξω (μικρά βήματα)

# accel
source: move focus point out (small steps)
el: μετακίνηση εστιακού σημείου προς τα έξω (μικρά βήματα)

# accel
source: move focus point out (big steps)
el: μετακίνηση εστιακού σημείου προς τα έξω (μεγάλα βήματα)

source: toggle live view
el: απ/ενεργοποίηση ζωντανής προβολής

source: zoom live view
el: μεγέθυνση ζωντανής προβολής

source: rotate 90 degrees ccw
el: περιστροφή 90 μοίρες αριστερά

source: rotate 90 degrees cw
el: περιστροφή 90 μοίρες δεξιά

source: flip live view horizontally
el: οριζόντια αναστροφή ζωντανής προβολής

source: move focus point in (big steps)
el: μετακίνηση εστιακού σημείου προς τα μέσα (μεγάλα βήματα)

source: move focus point in (small steps)
el: μετακίνηση εστιακού σημείου προς τα μέσα (μικρά βήματα)

source: move focus point out (small steps)
el: μετακίνηση εστιακού σημείου προς τα έξω (μικρά βήματα)

source: move focus point out (big steps)
el: μετακίνηση εστιακού σημείου προς τα έξω (μεγάλα βήματα)

source: overlay
el: επικάλυψη

source: selected image
el: επιλεγμένη εικόνα

source: id
el: αναγνωριστικό

source: overlay another image over the live view
el: υπέρθεση άλλης εικόνας πάνω από τη ζωντανή προβολή

source: image id
el: αναγνωριστικό

source: enter image id of the overlay manually
el: εισάγετε το αναγνωριστικό εικόνας επικάλυψης χειροκίνητα

source: overlay mode
el: λειτουργία επικάλυψης

# blendmode
source: add
el: πρόσθεση

# blendmode
source: saturate
el: κορεσμός

# blendmode
source: color dodge
el: ξάνοιγμα χρώματος

# blendmode
source: color burn
el: κάψιμο χρώματος

# blendmode
source: hard light
el: σκληρό φως

# blendmode
source: soft light
el: απαλό φως

# blendmode
source: exclusion
el: εξαίρεση

# blendmode
source: HSL hue
el: απόχρωση HSL

# blendmode
source: HSL saturation
el: κορεσμός HSL

# blendmode
source: HSL color
el: χρώμα HSL

# blendmode
source: HSL luminosity
el: φωταύγεια HSL

source: mode of the overlay
el: μορφή επικαλύμματος

source: split line
el: διαχωριστική γραμμή

source: only draw part of the overlay
el: μερική σχεδίαση επικάλυψης

source: find location
el: εύρεση τοποθεσίας

source: map settings
el: ρυθμίσεις χάρτη

source: show OSD
el: εμφάνιση OSD

source: toggle the visibility of the map overlays
el: απ/ενεργοποίηση επικαλυμμάτων χάρτη

source: map source
el: πηγή χάρτη

source: select the source of the map. some entries might not work
el: επιλέξτε την πηγή χάρτη. ορισμένες επιλογές ενδέχεται να μη λειτουργούν

source: mask manager
el: διαχειριστής μασκών

source: group #%d
el: ομάδα #%d

source: duplicate this shape
el: αντιγραφή σχήματος

source: delete this shape
el: διαγραφή σχήματος

source: remove from group
el: αφαίρεση από την ομάδα

source: group the forms
el: ομαδοποίηση φορμών

source: use inversed shape
el: χρήση ανάστροφου σχήματος

source: mode : union
el: λειτουργία : ένωση

source: mode : intersection
el: λειτουργία : διατομή

source: mode : difference
el: λειτουργία : διαφορά

source: mode : exclusion
el: λειτουργία : αφαίρεση

source: cleanup unused shapes
el: καθαρισμός μη χρησιμοποιημένων σχημάτων

source: created shapes
el: δημιουργημένα σχήματα

source: metadata editor
el: μεταδεδομένα

# accel
source: clear
el: καθαρισμός

source: clear
el: καθαρισμός

source: remove metadata from selected images
el: αφαίρεση μεταδεδομένων από τις επιλεγμένες εικόνες

source: write metadata for selected images
el: εγγραφή μεταδεδομένων για τις επιλεγμένες εικόνες

source: all rights reserved
el: με επιφύλαξη παντός δικαιώματος

source: all rights reserved.
el: με επιφύλαξη παντός δικαιώματος.

source: filmroll
el: φιλμ

source: group id
el: ομάδα

source: version
el: έκδοση

source: full path
el: πλήρης διαδρομή

source: local copy
el: τοπικό αντίγραφο

source: flags
el: ετικέτες

source: focus distance
el: εστιακή απόσταση

source: datetime
el: ημερομηνία

source: height
el: ύψος

source: copyright
el: δικαιώματα

source: latitude
el: γεωγρ. πλάτος

source: longitude
el: γεωγρ. μήκος

source: elevation
el: υψόμετρο

source: image information
el: πληροφορίες εικόνας

source: double click to jump to film roll %s
el: διπλό κλικ για μετάβαση στο φιλμ %s

source: unused
el: όχι σε χρήση

source: unused/deprecated
el: όχι σε χρήση/παρωχημένο

source: marked for deletion
el: επισημάνθηκε προς διαγραφή

source: auto-applying presets applied
el: έγινε αυτόματη εφαρμογή προεπιλογών

source: legacy flag. set for all new images
el: παρωχημένη ετικέτα. ενεργή σε όλες τις νέες εικόνες

source: has .txt
el: έχει .txt

source: has .wav
el: έχει .wav

source: image rejected
el: έγινε απόρριψη εικόνας

source: image has %d star
el: η εικόνα έχει %d αστέρι

# accel
source: jump to film roll
el: μετάβαση σε φιλμ

source: modulegroups
el: ομάδες προσθέτων

source: show only your favourite modules (selected in `more modules' below)
el: εμφάνιση μόνο των αγαπημένων πρόσθετων (επιλεγμένα στα `περισσότερα πρόσθετα' παρακάτω)

source: show only active modules
el: εμφάνιση μόνο ενεργών πρόσθετων

source: basic group
el: βασική ομάδα

source: correction group
el: ομάδα διορθώσεων

source: color group
el: ομάδα χρωμάτων

source: tone group
el: ομάδα τόνων

source: effects group
el: ομάδα εφέ

source: more modules
el: περισσότερα πρόσθετα

source: navigation
el: πλοήγηση

source: small
el: μικρό

source: fit to screen
el: προσαρμογή στην οθόνη

source: print settings
el: ρυθμίσεις εκτύπωσης

source: cannot print until a picture is selected
el: αδυναμία εκτύπωσης χωρίς επιλογή εικόνας

source: cannot print until a printer is selected
el: αδυναμία εκτύπωσης χωρίς επιλογή εκτυπωτή

source: cannot print until a paper is selected
el: αδυναμία εκτύπωσης χωρίς επιλογή χαρτιού

source: prepare printing image %d on `%s'
el: ετοιμασία εκτύπωσης εικόνας %d σε `%s'

source: cannot apply printer profile `%s'
el: αδυναμία εφαρμογής προφίλ εκτυπωτή `%s'
