Repository: soligenti/mek
Catalog: po/*.po
Languages: el

source: printer
el: εκτυπωτής

source: printer ICC profiles in %s/color/out or %s/color/out
el: προφίλ ICC εκτυπωτή από %s/color/out ή %s/color/out

source: black point compensation
el: αντιστάθμιση σημείου μαύρου

source: activate black point compensation when applying the printer profile
el: ενεργοποίηση αντιστάθμισης σημείου μαύρου κατά την εφαρμογή προφίλ εκτυπωτή

source: page
el: σελίδα

source: image width/height
el: πλάτος/μήκος εικόνας

source: scale factor
el: κλίμακα

source: image scale factor from native printer DPI: < 0 means that it is downscaled (best quality) > 0 means that the image is upscaled a too large value may result in poor print quality
el: συντελεστής κλίμακας εικόνας βάση της τιμής DPI του εκτυπωτή: < 0 σημαίνει ότι γίνεται μείωση της κλίμακας (καλύτερη ποιότητα) > 0 σημαίνει ότι γίνεται μεγέθυνση της μεγαλύτερες τιμές δίνουν χειρότερα αποτελέσματα ποιότητας εκτύπωσης

source: top margin
el: επάνω περιθώριο

source: left margin
el: αριστερό περιθώριο

source: lock
el: κλείδωμα

source: change all margins uniformly
el: αλλαγή όλων των περιθωρίων ομοιόμορφα

source: right margin
el: δεξιό περιθώριο

source: bottom margin
el: κάτω περιθώριο

source: temporary style to use while printing
el: προσωρινό στυλ σε χρήση κατά την εκτύπωση

source: print
el: εκτύπωση

source: print with current settings (ctrl-p)
el: εκτύπωση με τρέχουσες ρυθμίσεις (ctrl-p)

source: recently used collections
el: πρόσφατες συλλογές

# accel
source: jump back to previous collection
el: επιλογή προηγούμενης συλλογής

source: and
el: και

source: or
el: ή

source: but not
el: αλλά όχι

source: select all images in current collection (ctrl-a)
el: επιλογή όλων των εικόνων στην τρέχουσα συλλογή (ctrl-a)

source: select none
el: επιλογή κανενός

source: clear selection (ctrl-shift-a)
el: εκκαθάριση επιλογής (ctrl-shift-a)

source: invert selection
el: αναστροφή επιλογής

source: select unselected images in current collection (ctrl-!)
el: επιλογή μη επιλεγμένων εικόνων στην τρέχουσα συλλογή (ctrl-!)

source: select film roll
el: επιλογή φιλμ

source: select all images which are in the same film roll as the selected images
el: επιλογή όλων των εικόνων που βρίσκονται στο ίδιο φιλμ με τις επιλεγμένες εικόνες

source: select untouched
el: επιλογή ανέπαφων

source: select untouched images in current collection
el: επιλογή ανέπαφων εικόνων στην τρέχουσα συλλογή

source: session
el: συνεδρία

source: create
el: δημιουργία

source: snapshots
el: στιγμιότυπα

# accel
source: take snapshot
el: λήψη στιγμιότυπου

source: take snapshot
el: λήψη στιγμιότυπου

source: take snapshot to compare with another image or the same image at another stage of development
el: λήψη στιγμιότυπου για τη σύγκριση με άλλη εικόνα ή την ίδια σε άλλο στάδιο επεξεργασίας

source: unknown
el: άγνωστο

source: styles
el: στυλ

# accel
source: delete
el: διαγραφή

# accel
source: import
el: εισαγωγή

source: select style
el: επιλογή στυλ

source: darktable style files
el: αρχεία στυλ darktable

source: available styles, doubleclick to apply
el: διαθέσιμα στυλ, διπλό κλικ για εφαρμογή

source: enter style name
el: εισάγετε όνομα στυλ

source: create duplicate
el: δημιουργία διπλοτύπου

source: creates a duplicate of the image before applying style
el: δημιουργεί διπλότυπο της εικόνας πριν την εφαρμογή στυλ

source: create styles from history stack of selected images
el: δημιουργία στυλ από τη στοίβα ιστορικού των επιλεγμένων εικόνων

source: edit
el: επεξεργασία

source: edit the selected style in list above
el: επεξεργασία επιλεγμένου στυλ από την παραπάνω λίστα

source: deletes the selected style in list above
el: διαγράφει το επιλεγμένο στυλ από την παραπάνω λίστα

# styles
source: import
el: εισαγωγή

source: import style from a style file
el: εισαγωγή στυλ από αρχείο

source: export the selected style into a style file
el: εξαγωγή επιλεγμένου στυλ σε αρχείο

source: tagging
el: ετικέτες

# accel
source: attach
el: προσάρτηση

# accel
source: detach
el: απόσπαση

# accel
source: new
el: νέα

# accel
source: tag
el: ετικέτα

source: do you really want to delete the tag `%s'? %d image is assigned this tag!
el: αφαίρεση της ετικέτας '%s'; είναι προσαρτημένη σε %d εικόνα!

source: delete tag?
el: διαγραφή ετικέτας;

source: attached tags, doubleclick to detach
el: προσαρτημένες ετικέτες, διπλό κλικ για απόσπαση

source: attach
el: προσάρτηση

source: attach tag to all selected images
el: προσάρτηση ετικέτας σε όλες τις επιλεγμένες εικόνες

source: detach
el: απόσπαση

source: detach tag from all selected images
el: απόσπαση ετικέτας από όλες τις επιλεγμένες εικόνες

source: enter tag name
el: εισάγετε όνομα ετικέτας

source: related tags, doubleclick to attach
el: σχετικές ετικέτες, διπλό κλικ για προσάρτηση

source: new
el: νέα

source: create a new tag with the name you entered
el: δημιουργία νέας ετικέτας με το όνομα που εισάγατε

source: delete selected tag
el: διαγραφή επιλεγμένης ετικέτας

source: colorlabels
el: ετικέτες χρώματος

source: toggle red label of selected images (f1)
el: εναλλαγή κόκκινης ετικέτας στις επιλεγμένες εικόνες (f1)

source: toggle yellow label of selected images (f2)
el: εναλλαγή κίτρινης ετικέτας στις επιλεγμένες εικόνες (f2)

source: toggle green label of selected images (f3)
el: εναλλαγή πράσινης ετικέτας στις επιλεγμένες εικόνες (f3)

source: toggle blue label of selected images (f4)
el: εναλλαγή μπλέ ετικέτας στις επιλεγμένες εικόνες (f4)

source: toggle purple label of selected images (f5)
el: εναλλαγή μοβ ετικέτας στις επιλεγμένες εικόνες (f5)

source: clear all labels of selected images
el: καθαρισμός όλων των ετικετών από τις επιλεγμένες εικόνες

source: organize and develop images from digital cameras
el: οργανώστε και εμφανίστε εικόνες απο ψηφιακές μηχανές

source: * contributors *
el: * συντελεστές *

source: translator-credits
el: μεταφραστές

source: filmstrip
el: φιλμοταινία

# accel
source: rate 0
el: διαβάθμιση 0

# accel
source: rate 1
el: διαβάθμιση 1

# accel
source: rate 2
el: διαβάθμιση 2

# accel
source: rate 3
el: διαβάθμιση 3

# accel
source: rate 4
el: διαβάθμιση 4

# accel
source: rate 5
el: διαβάθμιση 5

# accel
source: rate reject
el: διαβάθμιση προς απόρριψη

# accel
source: copy history
el: αντιγραφή ιστορικού

# accel
source: copy history parts
el: αντιγραφή τμημάτων ιστορικού

# accel
source: paste history
el: επικόλληση ιστορικού

# accel
source: paste history parts
el: επικόλληση τμημάτων ιστορικού

# accel
source: discard history
el: απόρριψη ιστορικού

# accel
source: duplicate image
el: διπλότυπο εικόνας

# accel
source: color red
el: χρώμα κόκκινο

# accel
source: color yellow
el: χρώμα κίτρινο

# accel
source: color green
el: χρώμα πράσινο

# accel
source: color blue
el: χρώμα μπλε

# accel
source: color purple
el: χρώμα μοβ

# accel
source: select all
el: επιλογή όλων

# accel
source: select none
el: επιλογή καμίας

# accel
source: invert selection
el: αναστροφή επιλογής

# accel
source: select film roll
el: επιλογή φιλμ

# accel
source: select untouched
el: επιλογή ανέπαφων

source: filter
el: φίλτρο

source: view
el: προβολή

source: unstarred only
el: μόνο χωρίς αστέρι

source: rejected only
el: μόνο προς αππόριψη

source: all except rejected
el: όλες εκτός προς αππόριψη

source: sort by
el: κατάταξη ανά

source: preferences
el: προτιμήσεις

source: expand grouped images
el: ανάπτυξη ομάδας εικόνων

source: collapse grouped images
el: σύντμηση ομάδας εικόνων

source: hide image overlays
el: απόκρυψη επικαλύψεων

source: show image overlays
el: εμφάνιση επικαλύψεων

source: show global preferences
el: εμφάνιση γενικών προτιμήσεων

# accel
source: grouping
el: ομαδοποίηση

# accel
source: preferences
el: προτιμήσεις

# accel
source: show overlays
el: εμφάνιση επικαλύψεων

source: file manager
el: διαχειριστής αρχείων

# accel
source: zoom max
el: μέγιστη μεγέθυνση

# accel
source: zoom in
el: μεγέθυνση

# accel
source: zoom out
el: σμίκρυνση

# accel
source: zoom min
el: ελάχιστη μεγέθυνση

source: module toolbox
el: εργαλειοθήκη πρόσθετων

source: ratings
el: κατάταξη

source: view toolbox
el: εμφάνιση εργαλειοθήκης

# accel
source: reset lib parameters
el: επαναφορά παραμέτρων

source: lua options
el: επιλογές lua

source: select file
el: επιλογή αρχείου

source: double click to reset to `%f'
el: διπλό κλικ για επαναφορά σε `%f'

source: gamut check
el: έλεγχος κλίμακας

source: soft proof
el: δοκιμή

source: no userdefined presets for favorite modules were found
el: δεν έχουν οριστεί προεπιλογές αγαπημένων προσθέτων

source: applied style `%s' on current image
el: το στυλ %s εφαρμόστηκε στην τρέχουσα εικόνα

source: no styles have been created yet
el: δεν έχουν οριστεί στυλ ακόμα

source: quick access to presets of your favorites
el: γρήγορη πρόσβαση στις προεπιλογές αγαπημένων προσθέτων

source: quick access for applying any of your styles
el: γρήγορη πρόσβαση επιλογής των στυλ σας

source: toggle over/under exposed indication right click for options
el: εναλλαγή ένδειξης υπό/υπέρθεσης δεξί κλικ για επιλογές

source: color scheme
el: χρωματικός συνδυασμός

source: red & blue
el: κόκκινο & μπλέ

source: purple & green
el: μοβ & πράσινο

source: select colors to indicate over/under exposure
el: επιλέξτε τα χρώματα ανάδειξης υπό/υπέρθεσης

source: lower threshold
el: κατώτατο όριο

source: threshold of what shall be considered underexposed
el: όριο ανίχνευσης ελλιπούς έκθεσης

source: upper threshold
el: ανώτατο όριο

source: threshold of what shall be considered overexposed
el: όριο ανίχνευσης υπέρθεσης

source: toggle softproofing right click for profile options
el: προεπισκόπηση χρωματικού προφίλ δεξί κλίκ για επιλογές προφίλ

source: toggle gamut checking right click for profile options
el: έλεγχος χρωματικής απόκλισης (gamut) δεξί κλίκ για επιλογές προφίλ

source: display intent
el: πρόθεση προβολής

source: softproof profile
el: προφιλ softproof

source: display profile
el: προφίλ εμφάνισης

source: display ICC profiles in %s/color/out or %s/color/out
el: εμφάνιση προφίλ ICC σε %s/color/out ή %s/color/out

source: softproof ICC profiles in %s/color/out or %s/color/out
el: softproof προφίλ ICC σε %s/color/out ή %s/color/out

# accel
source: toggle film strip
el: εναλλαγή φιλμ

# accel
source: zoom close-up
el: μεγέθυνση κοντινό

# accel
source: zoom fill
el: μεγέθυνση γεμίσματος

# accel
source: zoom fit
el: μεγέθυνση προσαρμογής

# accel
source: image forward
el: εικόνα εμπρός

# accel
source: image back
el: εικόνα πίσω

# accel
source: overexposed
el: υπέρθεση

# accel
source: increase brush size
el: αύξηση μεγέθους πινέλου

# accel
source: decrease brush size
el: μείωση μεγέθους πινέλου

# accel
source: increase brush hardness
el: αύξηση σκληρότητας πινέλου

# accel
source: decrease brush hardness
el: μείωση σκληρότητας πινέλου

# accel
source: increase brush opacity
el: αύξηση αδιαφάνειας πινέλου

# accel
source: decrease brush opacity
el: μείωση αδιαφάνειας πινέλου

# accel
source: full preview
el: πλήρης προεπισκόπηση

source: there are no images in this collection
el: δεν υπάρχουν εικόνες σε αυτή τη συλλογή

source: if you have not imported any images yet
el: αν δεν εισάγατε κάποιες εικόνες ακόμα

source: you can do so in the import module
el: μπορείτε να το επιτύχετε με το πρόσθετο εισαγωγής

source: try to relax the filter settings in the top panel
el: χαλαρώστε τις ρυθμίσεις φίλτρων στο άνω πλαίσιο

source: or add images in the collection module in the left panel
el: ή προσθέστε εικόνες στο πρόσθετο συλλογής στο αριστερό πλαίσιο

# accel
source: navigate up
el: πλοήγηση πάνω

# accel
source: navigate down
el: πλοήγηση κάτω

# accel
source: navigate page up
el: πλοήγηση σελίδα πάνω

# accel
source: navigate page down
el: πλοήγηση σελίδα κάτω

# accel
source: scroll up
el: κύλιση πάνω

# accel
source: scroll down
el: κύλιση κάτω

# accel
source: scroll left
el: κύλιση αριστερά

# accel
source: scroll right
el: κύλιση δεξιά

# accel
source: scroll center
el: κύλιση κέντρο

# accel
source: realign images to grid
el: ευθυγράμμιση εικόνων στο πλέγμα

# accel
source: preview
el: προεπισκόπηση

# accel
source: preview with focus detection
el: προεπισκόπηση με ανίχνευση εστίασης

# accel
source: sticky preview
el: μόνιμη επισκόπηση

# accel
source: sticky preview with focus detection
el: μόνιμη επισκόπηση με ανίχνευση εστίασης

# accel
source: exit sticky preview
el: έξοδος μόνιμης επισκόπησης

source: set display profile
el: προφίλ εμφάνισης

source: map
el: χάρτης

# accel
source: undo
el: αναίρεση

# accel
source: redo
el: επανάληψη

# view
source: print
el: εκτύπωση

source: end of images. press any key to return to lighttable mode
el: τέλος εικόνων. πιέστε κάποιο πλήκτρο για επιστροφή στην προβολή lighttable

source: slideshow
el: παρουσίαση

# accel
source: start and stop
el: έναρξη και διακοπή

source: new session initiated '%s'
el: έναρξη νέας συνεδρίας %s

source: no camera with tethering support available for use...
el: δεν βρέθηκε μηχανή με υποστήριξη εξαρτημένης λειτουργίας...

source: you are making a mistake!
el: κάνετε λάθος επιλογή!

source: _yes, i understood. please let me suffer by using 32-bit darktable.
el: _ναι, καταλαβαίνω. προτιμώ να υποφέρω κάνοντας χρήση του darktable σε 32-bit.
