Repository: soligenti/mek
Catalog: po/*.po
Languages: el

source: spatial extent
el: χωρική έκταση

source: range extent
el: εύρος έκτασης

source: precedence
el: προτεραιότητα

source: saturated colors
el: κορεσμένα χρώματα

source: pixels with lightness values above this threshold are corrected
el: ψηφία με τιμές φωτεινότητας πάνω από αυτή τη τιμή, διορθώνονται

source: how far to look for replacement colors in spatial dimensions
el: εύρος αναζήτησης για χρώμα αντικατάστασης στο χώρο

source: how far to look for replacement colors in the luminance dimension
el: εύρος αναζήτησης για χρώμα αντικατάστασης στη φωτεινότητα

source: if and how to give precedence to specific replacement colors
el: εάν και πόσο να δίνεται προτεραιότητα σε συγκεκριμένα χρώματα αντικατάστασης

source: the hue tone which should be given precedence over other hue tones
el: ο τόνος απόχρωσης που θα έχει προτεραιότητα από άλλους τόνους

source: color transfer
el: μεταβίβαση χρώματος

# accel
source: acquire
el: ανάκτηση

# accel
source: apply
el: εφαρμογή

source: this module will be removed in the future and is only here so you can switch it off and move to the new color mapping module.
el: το πρόσθετο αυτό θα αφαιρεθεί μελλοντικά και υπάρχει εδώ μόνο για μπορείτε να το απενεργοποιήσετε και να κάνετε χρήση του νέου αντιστοιχιστή χρωμάτων.

source: number of clusters to find in image
el: πλήθος συμπλεγμάτων προς αναζήτηση στην εικόνα

source: acquire
el: ανάκτηση

source: analyze this image
el: ανάλυση εικόνας

source: apply
el: εφαρμογή

source: apply previously analyzed image look to this image
el: εφαρμογή εμφάνισης προηγούμενης εικόνας σε αυτήν

source: color zones
el: χρωματικές ζώνες

source: red black white
el: κόκκινο μαύρο λευκό

source: black white and skin tones
el: ασπρόμαυροι τόνοι δέρματος

source: polarizing filter
el: πολωτικό φίλτρο

source: natural skin tones
el: φυσικοί τόνοι δέρματος

source: black & white film
el: ασπρόμαυρο φιλμ

source: select by
el: επιλογή με

source: choose selection criterion, will be the abscissa in the graph
el: επιλέξτε κριτήριο επιλογής, θα είναι η τετμημένη στο διάγραμμα

source: operation mode
el: λειτουργία

source: global average (fast)
el: καθολική μέση τιμή (γρήγορο)

source: local average (slow)
el: τοπική μέση τιμή (αργό)

source: static threshold (fast)
el: στατικό όριο (γρήγορο)

source: method for color protection: - global average: fast, might show slightly wrong previews in high magnification; might sometimes protect saturation too much or too low in comparison to local average - local average: slower, might protect saturation better than global average by using near pixels as color reference, so it can still allow for more desaturation where required - static: fast, only uses the threshold as a static limit
el: μέθοδος προστασίας χρώματος: - καθολική μέση τιμή: γρήγορη, ενδέχεται να εμφανίσει λάθη κατά την επισκόπηση σε μεγάλη μεγέθυνση και ίσως επηρεάσει τον κορεσμό σε σχέση με τη μέση τιμή - τοπική μέση τιμή: αργότερη, προστατεύει τον κορεσμό καλύτερα κάνοντας χρήση κοντινών pixel ως αναφορά χρώματος, ώστε να επιτρέπει περισσότερο αποκορεσμό όπου απαιτείται - στατικού ορίου: γρήγορη, κάνει χρήση μόνο του ορίου.

source: edge detection radius
el: ακτίνα ανίχνευσης άκρων

source: radius for detecting fringe
el: ακτίνα ανίχνευσης

source: demosaic
el: αποψηφίδωση

# accel
source: edge threshold
el: όριο άκρου

source: method
el: μέθοδος

source: PPG (fast)
el: PPG (γρήγορο)

source: AMaZE (slow)
el: AMaZE (αργό)

source: VNG4 (slow)
el: VNG4 (αργό)

source: demosaicing raw data method
el: μέθοδος αποψηφίδωσης raw δεδομένων

source: VNG (slow)
el: VNG (αργό)

source: Markesteijn 3-pass (slow)
el: Markesteijn 3-pass (αργό)

source: threshold for edge-aware median. set to 0.0 to switch off. set to 1.0 to ignore edges.
el: όριο διάμεσου (με γνώση άκρων). θέστε σε 0.0 για απενεργοποίηση. θέστε σε 1.0 για αγνόηση άκρων.

source: edge threshold
el: όριο άκρου

source: color smoothing
el: εξομάλυνση χρωμάτων

source: one time
el: μία φορά

source: two times
el: δύο φορές

source: three times
el: τρεις φορές

source: four times
el: τέσσερις φορές

source: five times
el: πέντε φορές

source: how many color smoothing median steps after demosaicing
el: αριθμός βημάτων εξομάλυνσης χρωμάτων μετά την αποψηφίδωση

source: match greens
el: αντιπαραβολή πρασίνων

source: disabled
el: απενεργοποιημένο

source: local average
el: τοπικός μέσος όρος

source: full average
el: πλήρης μέσος όρος

source: full and local average
el: πλήρης και τοπικός μέσος όρος

source: green channels matching method
el: μέθοδος αντιπαραβολής πράσινου καναλιού

source: demosaicing only needed for raw images.
el: αποψηφίδωση απαιτείται μόνο για εικόνες raw.

source: denoise (profiled)
el: αφαίρεση θορύβου (με προφίλ)

source: found match for ISO %d
el: εύρεση αντιπαραβολής για ISO %d

source: interpolated from ISO %d and %d
el: παρεισαγωγή από ISO %d και %d

source: mode
el: λειτουργία

source: patch size
el: μέγεθος επικάλυψης

source: non-local means
el: μη-τοπικό μέσο

source: wavelets
el: κυμάτια

source: profile used for variance stabilization
el: προφίλ σταθεροποίησης διακύμανσης

source: method used in the denoising core. non-local means works best for `lightness' blending, wavelets work best for `color' blending
el: η μέθοδος που χρησιμοποιείται στον πυρήνα αποθορύβησης. Τα μη τοπικά μέσα λειτουργούν καλύτερα για μίξη φωτεινότητας, τα κυμάτια λειτουργούν καλύτερα για μίξη χρωμάτων

source: radius of the patches to match. increase for more sharpness
el: ακτίνα κηλίδων προς εύρεση. αυξήστε για μεγαλύτερη οξύτητα

source: finetune denoising strength
el: ρύθμιση ισχύος καθαρισμού

source: dithering
el: χρ. αντιπαράθεση

source: dither
el: χρ. αντιπαράθεση

source: random
el: τυχαίο

source: floyd-steinberg 1-bit B&W
el: floyd-steinberg 1-bit Α/Μ

source: floyd-steinberg 4-bit gray
el: floyd-steinberg 4-bit γκρι

source: floyd-steinberg auto
el: floyd-steinberg αυτόματο

source: radius for blurring step
el: ακτίνα βήματος θόλωσης

source: the gradient range where to apply random dither
el: το εύρος διαβάθμισης στην οποία θα γίνει εφαρμογή τυχαίας χρ. αντιπαράθεσης

source: gradient range
el: εύρος διαβάθμισης

source: damping level of random dither
el: επίπεδο απόσβεσης της τυχαίας χρ. αντιπαράθεσης

source: damping
el: απόσβεση

source: legacy equalizer
el: παρωχημένος ισοσταθμιστής

source: sharpen (strong)
el: όξυνση (δυνατή)

# equalizer
source: sharpen
el: όξυνση

source: null
el: κενό

source: denoise (strong)
el: αφαίρεση θορύβου (δυνατή)

source: this module will be removed in the future and is only here so you can switch it off and move to the new equalizer.
el: το πρόσθετο αυτό θα αφαιρεθεί μελλοντικά και υπάρχει εδώ μόνο για μπορείτε να το απενεργοποιήσετε και να κάνετε χρήση του νέου ισοσταθμιστή.

# accel
source: mode
el: λειτουργία

# accel
source: black
el: μαύρο

# accel
source: exposure
el: έκθεση

# accel
source: auto-exposure
el: αυτόματη έκθεση

# accel
source: percentile
el: εκατοστημόριο

# accel
source: target level
el: επίπεδο

source: magic lantern defaults
el: προεπιλογές magic lantern

source: failed to get raw buffer from image `%s'
el: σφάλμα λήψης του raw buffer από την εικόνα %s

# mode
source: manual
el: χειροκίνητο

source: automatic
el: αυτόματο

source: adjust the black level
el: ρυθμίστε το επίπεδο μαύρου

source: black
el: μαύρο

source: adjust the exposure correction
el: ρυθμίστε τη διόρθωση έκθεσης

source: percentage of bright values clipped out, toggle color picker to activate
el: ποσοστό φωτεινών τιμών προς αποκοπή, ενεργοποιείται με χρήση του χρωματικού επιλογέα

source: clipping threshold
el: όριο αποκοπής

source: percentile
el: εκατοστημόριο

source: target level
el: επίπεδο

source: computed EC:
el: υπολογισμένη EC:

source: what exposure correction has actually been used
el: ποια διόρθωση έκθεσης έχει πραγματοποιηθεί

# modulename
source: scale into final size
el: προσαρμογή σε κλίμακα

source: autodetect
el: αυτόματο

source: no rotation
el: χωρίς περιστροφή

source: flip horizontally
el: αναστροφή οριζόντια

source: flip vertically
el: αναστροφή κατακόρυφα

source: rotate by -90 degrees
el: περιστροφή -90 μοίρες

source: rotate by 90 degrees
el: περιστροφή 90 μοίρες

source: rotate by 180 degrees
el: περιστροφή 180 μοίρες

source: rotate
el: περιστροφή

source: rotate 90 degrees CCW
el: περιστροφή επιλεγμένων 90 μοίρες αριστερά

source: rotate 90 degrees CW
el: περιστροφή επιλεγμένων 90 μοίρες δεξιά

# accel
source: rotate 90 degrees CCW
el: περιστροφή επιλεγμένων 90 μοίρες αριστερά

# accel
source: rotate 90 degrees CW
el: περιστροφή επιλεγμένων 90 μοίρες δεξιά

# modulename
source: gamma
el: γάμμα

source: global tonemap
el: καθολική τονικότητα

source: operator
el: τελεστής

source: the global tonemap operator
el: καθολικός τελεστής τονικότητας

source: bias
el: προδιάθεση

source: target
el: στόχος

source: the target light for tonemapper specified as cd/m2
el: η επιθυμητή φωτεινότητα (σε cd/τμ2)

source: neutral gray ND2 (soft)
el: ουδέτερο γκρίζο ND2 (απαλό)

source: neutral gray ND4 (soft)
el: ουδέτερο γκρίζο ND4 (απαλό)

source: neutral gray ND8 (soft)
el: ουδέτερο γκρίζο ND8 (απαλό)

source: neutral gray ND2 (hard)
el: ουδέτερο γκρίζο ND2 (σκληρό)

source: neutral gray ND4 (hard)
el: ουδέτερο γκρίζο ND4 (σκληρό)

source: neutral gray ND8 (hard)
el: ουδέτερο γκρίζο ND8 (σκληρό)

source: orange ND2 (soft)
el: πορτοκαλί ND2 (απαλό)

source: yellow ND2 (soft)
el: κίτρινο ND2 (απαλό)

source: purple ND2 (soft)
el: μοβ ND2 (απαλό)

source: green ND2 (soft)
el: πράσινο ND2 (απαλό)

source: red ND2 (soft)
el: κόκκινο ND2 (απαλό)

source: blue ND2 (soft)
el: μπλέ ND2 (απαλό)

source: brown ND4 (soft)
el: καφέ ND4 (απαλό)

source: graduated density
el: διαβαθμισμένη πυκνότητα

# accel
source: density
el: πυκνότητα

# accel
source: compression
el: συμπίεση

source: density
el: πυκνότητα

source: the density in EV for the filter
el: η πυκνότητα σε EV του φίλτρου

source: compression of graduation: 0% = soft, 100% = hard
el: συμπίεση διαβάθμισης: 0% = απαλό, 100% = σκληρό

source: rotation
el: περιστροφή

source: rotation of filter -180 to 180 degrees
el: περιστροφή φίλτρου -180 έως 180 μοίρες

source: select the hue tone of filter
el: επιλέξτε τον τόνο του φίλτρου

source: select the saturation of filter
el: επιλέξτε τον κορεσμό του φίλτρου

source: grain
el: κόκκος

# accel
source: coarseness
el: τραχύτητα

source: the grain size (~ISO of the film)
el: το μέγεθος κόκκου (~ISO του φίλμ)

source: the strength of applied grain
el: η δύναμη του εφαρμοσμένου κόκκου

source: highlight reconstruction
el: ανάκτηση ανταυγειών

source: clip highlights
el: αποκοπή ανταυγειών

source: reconstruct in LCh
el: ανάκτηση σε LCh

source: reconstruct color
el: ανάκτηση χρώματος

source: highlight reconstruction method
el: μέθοδος ανάκτησης ανταυγειών

source: manually adjust the clipping threshold against magenta highlights (you shouldn't ever need to touch this)
el: χειρ. ρύθμιση του ορίου αποκοπής των μοβ φωτεινών σημείων (δεν θα πρέπει ποτέ να χρειαστείτε αυτή τη ρύθμιση)

source: highpass
el: υψιπερατό

# accel
source: sharpness
el: οξύτητα

# accel
source: contrast boost
el: ενίσχυση αντίθεσης

source: sharpness
el: οξύτητα

source: the sharpness of highpass filter
el: η οξύτητα του υψιπερατού φίλτρου

source: contrast boost
el: ενίσχυση αντίθεσης

source: the contrast of highpass filter
el: η αντίθεση του υψιπερατού φίλτρου

source: hot pixels
el: θερμά pixel

source: fixed %d pixel
el: επιδιόρθωση %d ψηφίου

source: lower threshold for hot pixel
el: κατώτατο όριο θερμού ψηφίου

source: strength of hot pixel correction
el: ένταση διόρθωσης θερμών ψηφίων

source: detect by 3 neighbors
el: ανίχνευση με γειτνίαση τριών

source: mark fixed pixels
el: σημείωση επιδιορθωμένων pixel

source: hot pixel correction only works for raw images.
el: επιδιόρθωση θερμών ψηφίων λειτουργεί μόνο σε εικόνες raw.

source: invert
el: αρνητικό

# accel
source: pick color of film material from image
el: επιλογή απόχρωσης υλικού φιλμ από εικόνα

source: color of film material
el: χρώμα υλικού φιλμ

source: select color of film material
el: επιλέξτε χρώμα υλικού φιλμ

source: pick color of film material from image
el: επιλογή απόχρωσης φιλμ από εικόνα

source: lens correction
el: διόρθωση φακού

# accel
source: scale
el: κλίμακα

# accel
source: find camera
el: εύρεση μηχανής

# accel
source: find lens
el: εύρεση φακού

# accel
source: auto scale
el: αυτόματη κλίμακα

# accel
source: camera model
el: μοντέλο μηχανής

# accel
source: lens model
el: μοντέλο φακού

# accel
source: select corrections
el: επιλογή διορθώσεων

source: maker: %s model: %s%s mount: %s crop factor: %.1f
el: κατασκευαστής: %s μοντέλο: %s%s βάση: %s συντ. τομής: %.1f

source: camera/lens not found - please select manually
el: μηχανή/φακός δεν βρέθηκαν - επιλέξτε χειρ.

source: try to locate your camera/lens in the above two menus
el: αναζητήστε το συνδυασμό μηχανής/φακού σας στις παραπάνω λίστες

source: focal length (mm)
el: εστιακό μήκος (χιλ.)

source: f-number (aperture)
el: τιμή f (διάφραγμα)

source: distance to subject
el: απόσταση ως αντικείμενο

source: distortion & TCA
el: παραμόρφωση και TCA

source: distortion & vignetting
el: παραμόρφωση και βινιέτα

source: TCA & vignetting
el: TCA & Βινιέτα

source: only distortion
el: μόνο παραμόρφωση

source: only TCA
el: μόνο TCA

source: only vignetting
el: μόνο βινιέτα

source: find camera
el: εύρεση μηχανής

source: find lens
el: εύρεση φακού

source: corrections
el: διορθώσεις

source: which corrections to apply
el: διορθώσεις προς εφαρμογή

source: geometry
el: γεωμετρία

source: target geometry
el: επιθυμητή γεωμετρία

source: rectilinear
el: ευθυγραμμικός

source: panoramic
el: πανοραμικός

source: equirectangular
el: ορθογώνιος

source: orthographic
el: ορθογραφικός

source: stereographic
el: στερογραφικός

source: auto scale
el: αυτόματη κλίμακα

source: correct distortions or apply them
el: εφαρμογή παραμόρφωσης ή διόρθωση

source: correct
el: διόρθωση

source: distort
el: παραμόρφωση

source: TCA red
el: κόκκινο TCA

source: TCA blue
el: μπλε TCA

source: corrections done:
el: εφαρμοσμένες διορθώσεις:

source: which corrections have actually been done
el: ποιές διορθώσεις έχουν πραγματοποιηθεί

source: levels
el: επίπεδα

source: drag handles to set black, gray, and white points. operates on L channel.
el: κινήστε τα σημεία επιλογής για να θέσετε τιμές μαύρου, γκρίζου και λευκού. επιδρά στο κανάλι L.

source: apply auto levels
el: εφαρμογή αυτόματων επιπέδων

source: pick black point from image
el: επιλογή επιπέδου μαύρου από εικόνα

source: pick medium gray point from image
el: επιλογή επιπέδου γκρίζου από εικόνα

source: pick white point from image
el: επιλογή επιπέδου λευκού από εικόνα

source: black percentile
el: εκατοστημόριο μαύρου

source: gray percentile
el: εκατοστημόριο γκρίζου

source: gray
el: γκρίζο

source: white percentile
el: εκατοστημόριο λευκού

source: white
el: λευκό

source: lowlight vision
el: νυχτερινή όραση

# accel
source: blue shift
el: κυανή μετατόπιση

source: indoor bright
el: εσ. χώρου φωτεινή

source: indoor dim
el: ες. χώρου αχνή

source: indoor dark
el: εσ. χώρου σκούρα

source: twilight
el: λυκόφως

source: night street lit
el: φωτεινή νύχτα δρόμου

source: night street
el: νύχτα δρόμου

source: night street dark
el: σκούρα νύχτα δρόμου

source: night
el: νύχτα

source: dark
el: σκούρα

source: bright
el: φωτεινή

source: day vision
el: όραση ημέρας

source: night vision
el: νυχτερινή όραση

source: blue shift
el: κυανή μετατόπιση

source: blueness in shadows
el: μπλέδισμα σκιών

source: lowpass
el: βαθυπερατό

source: local contrast mask
el: τοπική μάσκα αντίθεσης

source: filter order
el: βαθμός φίλτρου

source: 0th order
el: μηδενικού βαθμού

source: 1st order
el: πρωτοβάθμιο

source: 2nd order
el: δευτεροβάθμιο

source: filter order of gaussian blur
el: βαθμός φίλτρου θόλωσης gaussian

# lowpass
source: brightness
el: φωτεινότητα

source: soften with
el: απάλυνση με

source: bilateral filter
el: διμερές φίλτρο

source: radius of gaussian/bilateral blur
el: ακτίνα gaussian/διπολικής θόλωσης

source: contrast of lowpass filter
el: η αντίθεση του βαθυπερατού φίλτρου

source: brightness adjustment of lowpass filter
el: ρύθμιση φωτεινότητας του βαθυπερατού φίλτρου

source: color saturation of lowpass filter
el: κορεσμός χρώματος του βαθυπερατού φίλτρου

source: which filter to use for blurring
el: ποιο φίλτρο να χρησιμοποιηθεί για τη θόλωση

source: monochrome
el: μονόχρωμη

source: red filter
el: ερυθρό φίλτρο

source: drag and scroll mouse wheel to adjust the virtual color filter
el: κίνηση και κύλιση με το ποντίκι για ρύθμιση του χρώματος φίλτρου

source: how much to keep highlights
el: ποσότητα διατήρησης ανταυγειών

source: highlights
el: ανταύγειες

source: denoise (non-local means)
el: αφαίρεση θορύβου (μη-τοπικό μέσο)

source: radius of the patches to match
el: η ακτίνα των κηλίδων προς εύρεση

source: how much to smooth brightness
el: πόσο να γίνει εξομάλυνση φωτεινότητας

source: how much to smooth colors
el: πόσο να γίνει εξομάλυνση χρωμάτων

source: overexposed
el: υπερθετημένη

source: unbreak input profile
el: απόσπαση προφίλ εισαγωγής

# accel
source: linear
el: γραμμικό

# accel
source: gamma
el: γάμμα

source: linear part
el: γραμμικό μέρος

source: gamma exponential factor
el: εκθετικός συντελεστής gamma

source: raw denoise
el: αφαίρεση θορύβου (raw)

# accel
source: noise threshold
el: όριο θορύβου

source: noise threshold
el: όριο θορύβου

source: raw denoising only works for raw images.
el: αποθορύβηση raw λειτουργεί μόνο σε εικόνες raw.

# modulename
source: raw black/white point
el: σημείο μαύρου/λευκού (raw)

source: black level %i
el: επίπεδο μαύρου %i

# accel
source: white point
el: σημείο λευκού

source: white point
el: σημείο λευκού

source: raw black/white point correction only works for the sensors that need it.
el: διόρθωση σημείου μαύρου/λευκού (raw) μόνο για αισθητήρες που το απαιτούν.

source: fill-light 0.25EV with 4 zones
el: γέμισμα φωτός -0.25EV με 4 ζώνες

source: fill-shadow -0.25EV with 4 zones
el: γέμισμα σκιών -0.25EV με 4 ζώνες

source: fill light
el: φως γεμίσματος

# accel
source: width
el: πλάτος

source: the fill-light in EV
el: φως γεμίσματος σε EV

source: width
el: πλάτος

source: width of fill-light area defined in zones
el: το πλάτος της περιοχής φωτός γεμίσματος σε ζώνες

source: select the center of fill-light
el: επιλογή κέντρου φωτός γεμίσματος

source: toggle tool for picking median lightness in image
el: εναλλαγή εργαλείου επιλογής μέσης φωτεινότητας στην εικόνα

# modulename
source: rotate pixels
el: περιστροφή pixel

source: automatic pixel rotation
el: αυτόματη περιστροφή pixel

source: automatic pixel rotation only works for the sensors that need it.
el: αυτόματη περιστροφή pixel μόνο για αισθητήρες που το απαιτούν.

# modulename
source: scale pixels
el: κλιμάκωση pixel

source: automatic pixel scaling
el: αυτόματη κλιμάκωση pixel

source: automatic pixel scaling only works for the sensors that need it.
el: αυτόματη προσαρμογή pixel μόνο για αισθητήρες που το απαιτούν.

source: shadows and highlights
el: σκιές και ανταύγειες

# accel
source: shadows
el: σκιές

# accel
source: highlights
el: ανταύγειες

# accel
source: white point adjustment
el: ρύθμιση σημείου λευκού

# accel
source: compress
el: συμπίεση

# accel
source: shadows color correction
el: διόρθωση χρώματος σκιών

# accel
source: highlights color correction
el: διόρθωση χρώματος φωτεινών σημείων

source: shadows
el: σκιές

source: white point adjustment
el: ρύθμιση σημείου λευκού

source: compress
el: συμπίεση

source: shadows color adjustment
el: χρώμα σκιών

source: highlights color adjustment
el: χρώμα φωτεινών σημείων

source: correct shadows
el: επιδιόρθωση σκιών

source: correct highlights
el: επιδιόρθωση φωτεινών σημείων

source: shift white point
el: μετατόπιση σημείου λευκού

source: filter to use for softening. bilateral avoids halos
el: το φίλτρο που θα εφαρμοστεί για την εξομάλυνση. το διμερές αποφεύγει τις αύρες

source: compress the effect on shadows/highlights and preserve midtones
el: συμπίεση εφέ για σκιές/φωτεινά σημεία και διατήρηση μεσαίων τόνων

source: adjust saturation of shadows
el: ρύθμιση κορεσμού σκιών

source: adjust saturation of highlights
el: ρύθμιση κορεσμού φωτεινών σημείων

source: sharpen
el: όξυνση

source: sharpen
el: όξυνση

# accel
source: amount
el: ποσότητα

source: spatial extent of the unblurring
el: χωρική έκταση όξυνσης

source: strength of the sharpen
el: δύναμη όξυνσης

source: threshold to activate sharpen
el: όριο ενεργοποίησης όξυνσης

source: soften
el: απάλυνση

source: the size of blur
el: το μέγεθος θόλωσης

source: the saturation of blur
el: ο κορεσμός θόλωσης

source: the brightness of blur
el: η φωτεινότητα θόλωσης

source: the mix of effect
el: η μίξη των εφέ

source: split toning
el: διαχωρισμός τόνων

# accel
source: pick primary color
el: επιλέξτε πρωτεύων χρώμα

# accel
source: pick secondary color
el: επιλέξτε δευτερεύων χρώμα

# accel
source: balance
el: ισορροπία

source: authentic sepia
el: αυθεντική σέπια

source: authentic cyanotype
el: αυθεντική κυανοτυπία

source: authentic platinotype
el: αυθεντική ασημοτυπία

source: chocolate brown
el: καφέ σοκολάτας

source: select the saturation tone
el: επιλέξτε τον κορεσμό τόνου φωτεινών σημείων

source: balance
el: ισορροπία

source: the balance of center of splittoning
el: η ισορροπία κέντρου του διαχωρισμού

source: compress the effect on highlights/shadows and preserve midtones
el: συμπίεση εφέ για σκιές/φωτεινά σημεία και διατήρηση μεσαίων τόνων

source: spot removal
el: αφαίρεση στιγμάτων

source: number of strokes:
el: πλήθος πινελιών:

source: click on a shape and drag on canvas. use the mouse wheel to adjust size. right click to remove a shape.
el: επιλέξτε ένα σημείο και σύρετε για επιδιόρθωση. διαμορφώστε το μέγεθος επιλογής με τη ροδέλα. δεξί-κλικ για αφαίρεση πινελιάς.

# modulename
source: white balance
el: ισορροπία λευκού

# accel
source: tint
el: χροιά

# accel
source: temperature
el: θερμοκρασία

# white balance
source: camera
el: μηχανής

# white balance
source: camera neutral
el: ουδέτερη

# white balance
source: spot
el: σημείου

source: failed to read camera white balance information!
el: αδυναμία ανίχνευσης πληροφοριών ισορροπίας λευκού!

source: tint
el: χροιά

source: temperature
el: θερμοκρασία

source: choose white balance preset from camera
el: επιλογή προεπιλογής εξισορρόπηση λευκού από τη μηχανή

source: finetune
el: λεπτ. ρύθμιση

source: fine tune white balance preset
el: ρύθμιση προεπιλογής ισορροπίας λευκού

source: tone curve
el: τονική καμπύλη

source: low contrast
el: χαμηλή αντίθεση

source: med contrast
el: μεσαία αντίθεση

source: high contrast
el: υψηλή αντίθεση

source: tonecurve for L channel
el: τονική καμπύλη καναλιού L

source: tonecurve for a channel
el: τονική καμπύλη καναλιού a

source: tonecurve for b channel
el: τονική καμπύλη καναλιού b

source: double click to reset curve
el: διπλό κλικ για επαναφορά καμπύλης

source: scale chroma
el: κλιμάκωση χρώματος

# scale
source: manual
el: χειροκίνητο

source: if set to auto, a and b curves have no effect and are not displayed. chroma values (a and b) of each pixel are then adjusted based on L curve data.
el: αν επιλεγεί αυτόματο, οι καμπύλες a και b δεν έχουν καμία εφαρμογή και δεν εμφανίζονται. Οι τιμές χρώματος (a και b) του κάθε pixel προσαρμόζονται σύμφωνα με την καμπύλη L σε αυτή την περίπτωση.

source: tone mapping
el: τονική χαρτογράφηση

# accel
source: contrast compression
el: συμπίεση αντίθεσης

source: contrast compression
el: συμπίεση αντίθεσης

# accel
source: vibrance
el: ζωηρότητα

# accel
source: mid-tones bias
el: προδιάθεση μεσαίων τόνων

source: the strength of saturation boost
el: επίδραση ενίσχυσης κορεσμού

source: mid-tones bias
el: προδιάθεση μεσαίων τόνων
