Repository: soligenti/mek
Catalog: po/*.po
Languages: el

source: due to a slow GPU hardware acceleration via opencl has been de-activated.
el: η επιτάχυνση επεξεργασίας μέσω opencl απενεργοποιήθηκε λόγω ανίχνευσης αργής κάρτας γραφικών (GPU).

source: above sea level
el: άνω επιπέδου θαλάσσης

source: below sea level
el: κάτω επιπέδου θαλάσσης

source: m
el: μ.

source: working..
el: εκτέλεση...

source: select
el: επιλογή

source: path
el: διαδρομή

source: xmp timestamp
el: χρονοσήμανση xmp

source: database timestamp
el: χρονοσήμανση βάσης

source: updated xmp sidecar files found
el: βρέθηκαν ανανεωμένα αρχεία xmp

source: select all
el: επιλογή όλων

source: reload selected xmp files
el: επαναφόρτωση επιλεγμένων αρχείων xmp

source: overwrite selected xmp files
el: αντικατάσταση επιλεγμένων αρχείων xmp

source: capturing %d image
el: λήψη %d εικόνας

source: please set your camera to manual mode first!
el: παρακαλούμε θέστε τη μηχανή σας σε χειροκίνητη λειτουργία πρώτα!

source: %d/%d imported to %s
el: %d/%d εισάχθηκε σε %s

source: starting to import images from camera
el: έναρξη εισαγωγής εικόνων από μηχανή

source: importing %d image from camera
el: εισαγωγή %d εικόνας από μηχανή

source: failed to create film roll for destination directory, aborting move..
el: αδυναμία δημιουργίας φιλμ στο φάκελο προορισμού, ακύρωση μετακίνησης...

source: images have to be of same size and orientation!
el: οι εικόνες πρέπει να έχουν το ίδιο μέγεθος και προσανατολισμό!

source: merging %d image
el: συγχώνευση %d εικόνας

source: wrote merged HDR `%s'
el: εγγραφή συγχωνευμένου HDR %s

source: duplicating %d image
el: δημιουργία %d διπλότυπου

source: flipping %d image
el: αναστροφή %d εικόνας

source: removing %d image
el: αφαίρεση %d εικόνας

source: could not send %s to trash%s%s
el: αδυναμία αποστολής %s στο καλάθι αχρήστων%s%s

source: could not physically delete %s%s%s
el: αδυναμία ολικής διαγραφής %s%s%s

source: physically delete
el: ολική διγραφή

source: only remove from the collection
el: μόνο αφαίρεση από τη συλλογή

source: skip to next file
el: παράλειψη στην επόμενη εικόνα

source: stop process
el: τέλος διαδικασίας

source: trashing error
el: σφάλμα διαγραφής

source: deletion error
el: σφάλμα διαγραφής

source: trashing %d image
el: διαγραφή %d εικόνας

source: deleting %d image
el: διαγραφή %d εικόνας

source: failed to parse GPX file
el: αποτυχία φόρτωσης αρχείου GPX

source: applied matched GPX location onto %d image
el: έγινε εφαρμογή θέσης GPX σε %d εικόνα

source: moving %d image
el: μετακίνηση %d εικόνας

source: moving %d images
el: μετακίνηση %d εικόνων

source: copying %d image
el: αντιγραφή %d εικόνας

source: copying %d images
el: αντιγραφή %d εικόνων

source: creating local copy of %d image
el: δημιουργία τοπικού αντίγραφου %d εικόνας

source: removing local copy of %d image
el: αφαίρεση τοπικού αντίγραφου %d εικόνας

source: exporting %d image..
el: εξαγωγή %d εικόνας

source: exporting %d image to %s
el: εξαγωγή %d εικόνας σε %s

source: image `%s' is currently unavailable
el: η εικόνα %s δεν είναι διαθέσιμη

source: do you really want to remove %d selected image from the collection?
el: θέλετε σίγουρα να αφαιρέσετε %d επιλεγμένη εικόνα από τη συλλογή;

source: remove images?
el: αφαίρεση εικόνων;

source: do you really want to send %d selected image to trash?
el: αποστολή %d επιλεγμένης εικόνας στο καλάθι αχρήστων;

source: do you really want to physically delete %d selected image from disk?
el: θέλετε σίγουρα να διαγράψετε %d επιλεγμένη εικόνα από το δίσκο;

source: trash images?
el: διαγραφή εικόνων;

source: delete images?
el: διαγραφή εικόνων;

source: select directory
el: επιλογή καταλόγου

source: do you really want to physically move the %d selected image to %s? (all unselected duplicates will be moved along)
el: είστε σίγουροι ότι επιθυμείτε τη μετακίνηση %d επιλεγμένης εικόνας σε %s; (όλα τα μη επιλεγμένα διπλότυπα της θα μετακινηθούν επίσης)

source: move image?
el: μετακίνηση εικόνας;

source: do you really want to physically copy the %d selected image to %s?
el: θέλετε σίγουρα να αντιγράψετε %d επιλεγμένη εικόνα στο %s;

source: copy image?
el: αντιγραφή εικόνας;

source: failed to get parameters from storage module `%s', aborting export..
el: αδυναμία ανάκτησης παραμέτρων από το πρόσθετο αποθήκευσης %s, η εξαγωγή ακυρώθηκε...

source: adding time offset to %d image
el: προσθήκη χρονικής απόκλισης σε %d εικόνα

source: importing image %s
el: εισαγωγή εικόνας %s

source: skipped blending in module '%s': roi's do not match
el: παράλειψη μίξης στο πρόσθετο %s: οι περιοχές ενδιαφέροντος (ROI) δεν ταιριάζουν

source: could not allocate buffer for blending
el: αδυναμία διάθεσης μνήμης για μίξη.

source: sliders for L channel
el: ολισθητές καναλιού L

source: sliders for a channel
el: ολισθητές καναλιού a

source: sliders for b channel
el: ολισθητές καναλιού b

source: sliders for chroma channel (of LCh)
el: ολισθητές καναλιού χρώματος (σε LCh)

source: sliders for hue channel (of LCh)
el: ολισθητές καναλιού τόνων (σε LCh)

source: sliders for gray value
el: ολισθητές τιμής γκρίζου

source: sliders for red channel
el: ολισθητές κόκκινου καναλιού

source: sliders for green channel
el: ολισθητές πράσινου καναλιού

source: sliders for blue channel
el: ολισθητές μπλέ καναλιού

source: sliders for hue channel (of HSL)
el: ολισθητές καναλιού τόνων (σε HSL)

source: sliders for chroma channel (of HSL)
el: ολισθητές καναλιού χρώματος (σε HSL)

source: sliders for value channel (of HSL)
el: ολισθητές καναλιού τιμής (σε HSL)

source: adjustment based on input received by this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
el: ρύθμιση βασισμένη στην είσοδο του πρόσθετου αυτού: * έκταση ορισμένη από τα άνω σημεία: πλήρης μίξη * έκταση ορισμένη από τα κάτω σημεία: να μην γίνει μίξη * έκταση ανάμεσα σε διαδοχικά άνω/κάτω σημεία: σταδιακή μίξη

source: adjustment based on unblended output of this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
el: ρύθμιση βασισμένη στην άνευ μίξης έξοδο του πρόσθετου αυτού: * έκταση ορισμένη από τα άνω σημεία: πλήρης μίξη * έκταση ορισμένη από τα κάτω σημεία: να μην γίνει μίξη * έκταση ανάμεσα σε διαδοχικά άνω/κάτω σημεία: σταδιακή μίξη

source: pick GUI color from image
el: επιλογή χρώματος εφαρμογής από εικόνα

source: reset blend mask settings
el: ακύρωση επιλογών μασκών μίξης

source: invert all channel's polarities
el: αναστροφή πολικότητας σε όλα τα κανάλια

source: toggle polarity. best seen by enabling 'display mask'
el: εναλλαγή πολικότητας. φαίνεται καλύτερα με 'εμφάνιση μάσκας'

source: output
el: έξοδος

source: input
el: είσοδος

source: double click to reset
el: διπλό κλικ για επαναφορά

source: %d shape used
el: %d σχήμα σε χρήση

source: no mask used
el: δεν υπάρχει μάσκα

source: blend
el: μίξη

source: drawn mask
el: σχεδιασμένη μάσκα

source: show and edit mask elements
el: εμφάνιση και επεξεργασία στοιχείων μασκών

source: toggle polarity of drawn mask
el: εναλλαγή πολικότητας σχεδιαζόμενης μάσκας

source: add gradient
el: προσθήκη διαβάθμισης

source: add path
el: προσθήκη διαδρομής

source: add ellipse
el: προσθήκη έλλειψης

source: add circle
el: προσθήκη κύκλου

source: add brush
el: προσθήκη πινελιάς

# blendmode
source: normal
el: κανονική

# blendmode
source: normal bounded
el: κανονική με όριο

# blendmode
source: lighten
el: φωτισμός

# blendmode
source: darken
el: σκίαση

# blendmode
source: multiply
el: πολλαπλασιασμός

# blendmode
source: average
el: μέσος όρος

# blendmode
source: addition
el: πρόσθεση

# blendmode
source: subtract
el: αφαίρεση

# blendmode
source: difference
el: διαφορά

# blendmode
source: screen
el: οθόνη

# blendmode
source: overlay
el: επικάλυψη

# blendmode
source: softlight
el: απαλό φως

# blendmode
source: hardlight
el: σκληρό φως

# blendmode
source: vividlight
el: ζωηρό φως

# blendmode
source: linearlight
el: γραμμικό φως

# blendmode
source: lightness
el: φωτισμός

# blendmode
source: hue
el: απόχρωση

# blendmode
source: color
el: χρώμα

# blendmode
source: coloradjustment
el: ρύθμιση χρώματος

# blendmode
source: Lab lightness
el: φωτεινότητα Lab

# blendmode
source: Lab color
el: χρώμα Lab

# blendmode
source: HSV lightness
el: φωτεινότητα HSV

# blendmode
source: HSV color
el: χρώμα HSV

# blendmode
source: difference (deprecated)
el: διαφορά (παρωχημένο)

# blendmode
source: inverse (deprecated)
el: αντίθετη (παρωχημένο)

# blendmode
source: normal (deprecated)
el: κανονική (παρωχημένο)

# blendmode
source: unbounded (deprecated)
el: απεριόριστη (παρωχημένο)

source: uniformly
el: ομοιόμορφα

source: parametric mask
el: παραμετρική μάσκα

source: drawn & parametric mask
el: σχεδιασμένη και παραμετρική μάσκα

source: activate blending: uniformly, with drawn mask, with parametric mask, or combination of both
el: ενεργοποίηση μίξης: ομοιόμορφα, με σχεδιασμένη ή παραμετρική μάσκα, ή συνδυασμό και των δύο μαζί

source: blend mode
el: λειτουργία μίξης

source: choose blending mode
el: επιλέξτε τρόπο μίξης

source: opacity
el: αδιαφάνεια

source: set the opacity of the blending
el: ορίστε την αδιαφάνεια μίξης

source: combine masks
el: συνδυασμός μασκών

source: exclusive
el: αποκλειστική

source: inclusive
el: περιληπτική

source: exclusive & inverted
el: αποκλειστική και ανάστροφη

source: inclusive & inverted
el: περιληπτική και ανάστροφη

source: how to combine individual drawn mask and different channels of parametric mask
el: ο τρόπος συνδυασμού της μάσκας με τα διάφορα κανάλια της παραμετρικής μάσκας

source: invert mask
el: αναστροφή μάσκας

source: apply mask in normal or inverted mode
el: εφαρμογή μάσκας σε απλή ή ανάστροφη λειτουργία

source: mask blur
el: θόλωση μάσκας

source: radius for gaussian blur of blend mask
el: ακτίνα θόλωσης gaussian της μάσκας μίξης

source: display mask
el: μάσκα προβολής

source: temporarily switch off blend mask. only for module in focus
el: προσωρινή απενεργοποίηση της μάσκας μίξης. Μόνο στο τρέχον πρόσθετο

source: %s: module `%s' version mismatch: %d != %d
el: %s: πρόσθετο %s σφάλμα έκδοσης: %d != %d

source: new instance
el: νέα μονάδα

source: duplicate instance
el: αντιγραφή μονάδας

source: move up
el: μετακίνηση πάνω

source: move down
el: μετακίνηση κάτω

source: delete
el: διαγραφή

source: %s is switched on
el: %s είναι ενεργοποιημένο

source: %s is switched off
el: %s είναι απενεργοποιημένο

source: preset
el: προεπιλογή

# accel
source: fusion
el: συγχώνευση

# accel
source: show module
el: εμφάνιση πρόσθετου

# accel
source: enable module
el: ενεργοποίηση πρόσθετου

# accel
source: reset module parameters
el: επαναφορά παραμέτρων προσθέτων

# accel
source: show preset menu
el: εμφάνιση καταλόγου προεπιλογών

source: multiple instances actions
el: ενέργειες πολλαπλών instance

source: reset parameters
el: επαναφορά παραμέτρων

source: presets
el: προεπιλογές

source: cannot find lightroom XMP!
el: αδυναμία εύρεσης lightroom XMP!

source: `%s' not a lightroom XMP!
el: το %s δεν είναι αρχείο lightroom XMP!

source: tags
el: ετικέτες

source: rating
el: βαθμολόγηση

source: geotagging
el: γεω-εντοπισμός

source: color label
el: χρωματική ετικέτα

source: %s has been imported
el: έγινε εισαγωγή του %s

source: ctrl+click to add a sharp node
el: ctrl+κλικ για προσθήκη αιχμηρού κόμβου

source: ctrl+click to switch between smooth/sharp node
el: ctrl+κλικ για εναλλαγή μεταξύ απαλής/οξείας λειτουργίας

source: right-click to reset feather value
el: δεξί κλικ για επαναφορά τιμής φτερού

source: ctrl+click to add a node
el: ctrl+click για προσθήκη κόμβου

source: ctrl+scroll to set shape opacity
el: ctrl+κύλιση για ρύθμιση διαύγειας σχήματος

source: move to rotate shape
el: μετακινήστε για περιστροφή σχήματος

source: ctrl+click to rotate
el: ctrl+click για περιστροφή

source: scroll to set brush size, shift+scroll to set hardness, ctrl+scroll to set opacity
el: κύλιση για ρύθμιση μεγέθους πινέλου, shift+κύλιση για σκληρότητα, ctrl+κύλιση για διαύγεια

source: scroll to set brush size
el: κύλιση για ρύθμιση μεγέθους πινέλου

source: scroll to set hardness, ctrl+scroll to set shape opacity
el: κύλιση για ρύθμιση σκληρότητας, ctrl+κύλιση για ρύθμιση διαύγειας σχήματος

source: circle #%d
el: κύκλος #%d

source: path #%d
el: διαδρομή #%d

source: gradient #%d
el: διαβάθμιση #%d

source: ellipse #%d
el: έλλειψη #%d

source: brush #%d
el: πινέλο #%d

source: copy of %s
el: αντίγραφο του %s

source: %s: mask version mismatch: %d != %d
el: %s: σφάλμα έκδοσης μάσκας: %d != %d

source: add existing shape
el: προσθήκη υπάρχοντος σχήματος

source: use same shapes as
el: χρήση ίδιων σχημάτων με

source: darktable discovered problems with your OpenCL setup; disabling OpenCL for this session!
el: υπήρξαν προβλήματα με τις ρυθμίσεις OpenCL του συστήματός σας. απενεργοποίηση OpenCL για αυτή τη συνεδρία.

source: tiling failed for module '%s'. output might be garbled.
el: ο ορισμός πλακιδίων απέτυχε για το πρόσθετο %s. Το αποτέλεσμα ίσως είναι διαστρεβλωμένο.

source: double-click to reset
el: διπλό κλικ για επαναφορά

source: daylight
el: φως ημέρας

source: direct sunlight
el: ηλιακό

source: cloudy
el: συννεφιά

source: shade
el: σκιά

source: incandescent
el: πυρακτώσεως

source: incandescent warm
el: πυρακτώσεως (θερμό)

source: fluorescent
el: φθορισμού

source: fluorescent high
el: φθορίζον υψηλό

source: cool white fluorescent
el: ψυχρό φθορίζον λευκό

source: warm white fluorescent
el: θερμό φθορίζον λευκό

source: daylight fluorescent
el: φθορισμού ημέρας

source: neutral fluorescent
el: φθορισμού ουδέτερο

source: white fluorescent
el: φθορίζον λευκό

source: sodium-vapor fluorescent
el: φθορισμού νατρίου

source: day white fluorescent
el: φθορίζον λευκό ημέρας

source: high temp. mercury-vapor fluorescent
el: υψ.Θερμ. φθορισμού

source: flash
el: φλας

source: flash (auto mode)
el: φλας (αυτόματο)

source: evening sun
el: ηλιοβασίλεμα

source: underwater
el: υποβρύχια

source: black & white
el: ασπρόμαυρο

source: spot WB
el: WB σημείου

source: manual WB
el: χειροκίνητο WB

source: camera WB
el: WB μηχανής

source: auto WB
el: αυτόματο WB

source: creating cache directories
el: δημιουργία καταλόγων cache

source: creating cache directory '%s'
el: δημιουργία καταλόγου cache '%s'

source: could not create directory '%s'!
el: δεν ήταν δυνατή η δημιουργία του καταλόγου '%s'!

# accel
source: global
el: καθολικά

# accel
source: views
el: προβολές

# accel
source: image operations
el: λειτουργίες εικόνων

# accel
source: modules
el: πρόσθετα

# accel
source: increase
el: αύξηση

# accel
source: decrease
el: μείωση

# accel
source: reset
el: επαναφορά

# accel
source: edit
el: επεξεργασία

source: deleting preset for obsolete module
el: διαγραφή προεπιλογής παρωχημένου πρόσθετου

source: store value as default
el: αποθήκευση τιμής ως προεπιλογή

source: reset value to default
el: επαναφορά προεπιλεγμένης τιμής

source: import images from camera
el: εισαγωγή εικόνων από μηχανή

source: cancel
el: ακύρωση

# camera import
source: import
el: εισαγωγή

source: please wait while prefetching thumbnails of images from camera...
el: παρακαλώ περιμένετε όσο γίνεται φόρτωση μικρογραφιών εικόνων από τη μηχανή...

source: jobcode
el: εργασία

source: thumbnail
el: μικρογραφία

source: storage file
el: αρχείο αποθήκευσης

source: general
el: γενικά

source: ignore JPEG files
el: αγνόηση αρχείων JPEG

source: do not load files with an extension of .jpg or .jpeg. this can be useful when there are raw+JPEG in a directory.
el: να μην γίνεται φόρτωση αρχείων με επέκταση .jpg ή .jpeg. Αυτό μπορεί να είναι χρήσιμο αν υπάρχουν raw και τα αντίστοιχα JPEG σε ένα φάκελο

source: override today's date
el: παράκαμψη σημερινής ημερομηνίας

source: check this, if you want to override the timestamp used when expanding variables: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)
el: επιλέξτε αν θέλετε να αλλάξετε τη οροσήμανση που χρησιμοποιείται κατά την επέκταση μεταβλητών: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)

source: images
el: εικόνες

source: settings
el: ρυθμίσεις

source: select the images from the list below that you want to import into a new filmroll
el: επιλέξτε τις εικόνες από τη λίστα που θέλετε να κάνετε εισαγωγή σε νέο φιλμ

source: please use YYYY-MM-DD format for date override
el: παρακαλούμε κάντε χρήση του προτύπου ΥΥΥΥ-MM-DD για τον ορισμό ημερομηνίας

# accel
source: tethering view
el: κατάσταση πρόσδεσης

# accel
source: lighttable view
el: προβολή lighttable

# accel
source: darkroom view
el: προβολή darkroom

# accel
source: map view
el: προβολή χάρτη

# accel
source: slideshow view
el: προβολή παρουσίασης

# accel
source: print view
el: κατάσταση εκτύπωσης

# accel
source: quit
el: έξοδος

# accel
source: toggle fullscreen
el: εναλλαγή πλήρους οθόνης

# accel
source: leave fullscreen
el: έξοδος από πλήρη οθόνη

# accel
source: toggle side borders
el: εναλλαγή πλευρικών περιθωρίων

# accel
source: toggle header
el: εναλλαγή κεφαλίδας

# accel
source: switch view
el: αλλαγή προβολής

source: $(ROLL_NAME) - roll of the input image
el: $(ROLL_NAME) - όνομα συλλογής

source: $(FILE_FOLDER) - folder containing the input image
el: $(FILE_FOLDER) - φάκελος αρχείου

source: $(FILE_NAME) - basename of the input image
el: $(FILE_NAME) - βασικό όνομα εικόνας

source: $(FILE_EXTENSION) - extension of the input image
el: $(FILE_EXTENSION) - τύπος αρχείου εισαγωγής

source: $(VERSION) - duplicate version
el: $(VERSION) - έκδοση διπλότυπου

source: $(SEQUENCE) - sequence number
el: $(SEQUENCE) - αριθμός σειράς

source: $(YEAR) - year
el: $(YEAR) - έτος

source: $(MONTH) - month
el: $(MONTH) - μήνας

source: $(DAY) - day
el: $(DAY) - ημέρα

source: $(HOUR) - hour
el: $(HOUR) - ώρα

source: $(MINUTE) - minute
el: $(MINUTE) - λεπτό

source: $(SECOND) - second
el: $(SECOND) - δευτερόλεπτο

source: $(EXIF_YEAR) - EXIF year
el: $(EXIF_YEAR) - EXIF έτος

source: $(EXIF_MONTH) - EXIF month
el: $(EXIF_MONTH) - EXIF μήνας

source: $(EXIF_DAY) - EXIF day
el: $(EXIF_DAY) - EXIF ημέρα

source: $(EXIF_HOUR) - EXIF hour
el: $(EXIF_HOUR) - EXIF ώρα

source: $(EXIF_MINUTE) - EXIF minute
el: $(EXIF_MINUTE) - EXIF λεπτό

source: $(EXIF_SECOND) - EXIF second
el: $(EXIF_SECOND) - EXIF δευτερόλεπτο

source: $(EXIF_ISO) - ISO value
el: $(EXIF_ISO) - τιμή ISO

source: $(MAKER) - camera maker
el: $(MAKER) - κατασκευαστής μηχανής

source: $(MODEL) - camera model
el: $(MODEL) - τύπος μηχανής

source: $(STARS) - star rating
el: $(STARS) - κατάταξη αστεριών

source: $(LABELS) - colorlabels
el: $(LABELS) - ετικέτες χρώματος

source: $(PICTURES_FOLDER) - pictures folder
el: $(PICTURES_FOLDER) - Εικόνες

source: $(HOME) - home folder
el: $(HOME) - Τα έγγραφά μου

source: $(DESKTOP) - desktop folder
el: $(DESKTOP) - επιφάνεια εργασίας

source: $(TITLE) - title from metadata
el: $(TITLE) - τίτλος από μεταδεδομένα

source: extra
el: επιπλέον

source: golden sections
el: χρυσοί τομείς

source: golden spiral sections
el: τομείς χρυσής σπείρας

source: golden spiral
el: χρυσή σπείρα

source: all
el: όλες

source: show some extra guides
el: εμφάνιση επιπλέον οδηγών

source: grid
el: πλέγμα

source: rules of thirds
el: κανόνας τριών

source: metering
el: μέτρηση

source: perspective
el: προοπτική

source: diagonal method
el: διαγώνια μέθοδος

source: harmonious triangles
el: αρμονικά τρίγωνα

source: golden mean
el: χρυσή τομή

source: select parts
el: επιλογή μερών

source: include
el: περιέλαβε

source: item
el: αντικείμενο

source: can't copy history out of unaltered image
el: δεν είναι δυνατή η αντιγραφή ιστορικού από αναλλοίωτη εικόνα

source: normal images
el: απλές εικόνες

source: darktable preferences
el: προτιμήσεις darktable

source: close
el: κλείσιμο

source: module
el: μονάδα

source: name
el: όνομα

source: model
el: μοντέλο

source: maker
el: κατασκευαστής

source: lens
el: φακός

source: exposure
el: έκθεση

source: aperture
el: διάφραγμα

source: focal length
el: εστιακό μήκος

source: auto
el: αυτόματα

source: shortcuts
el: συντομεύσεις

source: shortcut
el: συντόμευση

source: binding
el: ορισμός

# preferences
source: default
el: προεπιλογή

# preferences
source: import
el: εισαγωγή

source: export
el: εξαγωγή

source: press key combination to remap...
el: πιέστε συνδυασμό πλήκτρων προς ανάθεση...

source: do you really want to delete the preset `%s'?
el: θέλετε πραγματικά να διαγράψετε το προκαθορισμένο %s;

source: delete preset?
el: αφαίρεση προκαθορισμένου;

source: select file to export
el: επιλογή αρχείου για εξαγωγή

source: select file to import
el: επιλογή αρχείου για εισαγωγή

source: are you sure you want to restore the default keybindings? this will erase any modifications you have made.
el: είστε σίγουροι για την επαναφορά όλων των ρυθμίσεων πλήκτρων; Η ενέργεια αυτή θα αναιρέσει όλες σας τις αλλαγές.

source: edit `%s' for module `%s'
el: επεξεργασία %s για το πρόσθετο %s

source: description or further information
el: περιγραφή ή περισσότερες πληροφορίες

source: auto apply this preset to matching images
el: αυτόματη εφαρμογή αυτής τη προεπιλογής σε εικόνες που ταιριάζουν

source: only show this preset for matching images
el: εμφάνιση της προεπιλογή μόνο σε εικόνες που ταιριάζουν

source: be very careful with this option. this might be the last time you see your preset.
el: προσοχή με αυτή την επιλογή! Μπορεί να είναι η τελευταία φορά που βλέπετε την προεπιλογή σας.

source: string to match model (use % as wildcard)
el: λέξη αναζήτησης μοντέλου (κάντε χρήση του % ως μπαλαντέρ)

source: string to match maker (use % as wildcard)
el: λέξη αναζήτησης κατασκευαστή (κάντε χρήση του % ως μπαλαντέρ)

source: string to match lens (use % as wildcard)
el: λέξη αναζήτησης φακού (κάντε χρήση του % ως μπαλαντέρ)

source: minimum ISO value
el: ελάχιστη τιμή ISO

source: maximum ISO value
el: μέγιστη τιμή ISO

source: minimum exposure time
el: ελάχιστος χρόνος έκθεσης

source: maximum exposure time
el: μέγιστος χρόνος έκθεσης

source: minimum aperture value
el: ελάχιστη τιμή οπής

source: maximum aperture value
el: μέγιστη τιμή οπής

source: minimum focal length
el: ελάχιστο εστιακό μήκος

source: maximum focal length
el: μέγιστο εστιακό μήκος

source: format
el: τύπος

source: (default)
el: (προεπιλογή)

source: new preset
el: νέο προκαθορισμένο

source: please give preset a name
el: παρακαλώ ονομάστε το προκαθορισμένο

source: unnamed preset
el: ανώνυμο προκαθορισμένο

source: preset `%s' already exists. do you want to overwrite?
el: το προκαθορισμένο %s υπάρχει ήδη. να γίνει αντικατάσταση;

source: overwrite preset?
el: αντικατάσταση προκαθορισμένου;

source: name of the preset
el: όνομα προκαθορισμένου

source: disabled: wrong module version
el: απενεργοποιημένο: λάθος έκδοση πρόσθετου

source: edit this preset..
el: επεξεργασία προκαθορισμένου...

source: delete this preset
el: διαγραφή προκαθορισμένου

source: store new preset..
el: προσθήκη προκαθορισμένου...

source: update preset
el: ενημέρωση προκαθορισμένου

source: style %s was successfully saved
el: το στυλ %s αποθηκεύτηκε

source: edit style
el: επεξεργασία στυλ

source: duplicate style
el: διπλότυπο στυλ

source: creates a duplicate of the style before applying changes
el: δημιουργεί διπλότυπο της εικόνας πριν την εφαρμογή στυλ

source: create new style
el: δημιουργία νέου στυλ

source: enter a name for the new style
el: εισάγετε όνομα για το νέο στυλ

source: enter a description for the new style, this description is searchable
el: ορίστε περιγραφή για το νέο στυλ, η περιγραφή είναι αναζητήσιμη

source: update
el: ενημέρωση

source: can't create style out of unaltered image
el: δεν είναι δυνατή η δημιουργία στυλ από αναλλοίωτη εικόνα

source: copy
el: αντιγραφή
