Repository: soligenti/mek
Catalog: po/*.po
Languages: el

source: do a 1:1 copy of the selected files. the global options below do not apply!
el: δημιουργία αντίγραφου 1:1 των επιλεγμένων. οι καθολικές επιλογές παρακάτω δεν ισχύουν!

source: the selected output profile doesn't work well with exr
el: το επιλεγμένο προφίλ εξόδου δε συνεργάζεται με αρχεία exr

source: compression mode
el: μέθοδος συμπίεσης

source: PIZ (default)
el: PIZ (προεπιλογή)

source: PXR24 (lossy)
el: PXR24 (με απώλειες)

source: B44 (lossy)
el: B44 (με απώλειες)

source: B44A (lossy)
el: B44A (με απώλειες)

source: quality
el: ποιότητα

source: DCP mode
el: λειτουργία DCP

source: invalid paper size
el: άκυρο μέγεθος χαρτιού

source: invalid border size, using 0
el: άκυρο μέγεθος περιθωρίου, γίνεται χρήση 0

source: could not export to file `%s'!
el: αδυναμία εξαγωγής στο αρχείο %s!

source: title
el: τίτλος

source: enter the title of the pdf
el: εισάγετε τον τίτλο του pdf

source: paper size
el: μέγεθος χαρτιού

source: paper size of the pdf either one from the list or "<width> [unit] x <height> <unit> example: 210 mm x 2.97 cm
el: μέγεθος χαρτιού του pdf είτε ένα από τη λίστα, ή "<πλάτος> [μονάδα] x <μήκος> <μονάδα> παράδειγμα: 210 mm x 2.97 cm

source: page orientation
el: προσανατολισμός σελίδας

source: portrait
el: κάθετα

source: landscape
el: οριζόντια

source: paper orientation of the pdf
el: προσανατολισμός χαρτιού pdf

source: border
el: περιθώριο

source: empty space around the pdf format: size + unit examples: 10 mm, 1 inch
el: κενός χώρος γύρω από το pdf τύπος: μέγεθος + μονάδα παραδείγματα: 10 mm, 1 inch

source: dpi of the images inside the pdf
el: συντελεστής dpi των εικόνων στο pdf

source: rotate images
el: περιστροφή εικόνων

source: no
el: όχι

source: yes
el: ναι

source: images can be rotated to match the pdf orientation to waste less space when printing
el: οι εικόνες μπορούν να περιστραφούν σύμφωνα με τον προσανατολισμό του pdf ώστε να γίνεται μέγιστη αξιοποίηση του χώρου εκτύπωσης

source: single images
el: απλές εικόνες

source: contact sheet
el: φύλλο διαλογής

source: what pages should be added to the pdf
el: ποιες σελίδες να προστεθούν στο pdf

source: embed icc profiles
el: ενσωμάτωση προφίλ ICC

source: images can be tagged with their icc profile
el: μπορεί να γίνει σήμανση των εικόνων με το προφίλ icc τους

source: bit depth
el: βάθος χρώματος

source: bits per channel of the embedded images
el: ψηφία ανά χρωματικό κανάλι των προσαρτημένων εικόνων

source: compression
el: συμπίεση

source: uncompressed
el: ασυμπίεστο

source: deflate
el: αποσυμπίεση

source: method used for image compression uncompressed -- fast but big files deflate -- smaller files but slower
el: μέθοδος συμπίεσης εικόνας χωρίς συμπίεση -- γρήγορο αλλά δημιουργεί μεγαλύτερα αρχεία με συμπίεση -- μικρότερα αρχεία αλλά αργότερο

source: image mode
el: εμφάνιση

source: normal
el: κανονική

source: draft
el: πρόχειρη

source: normal -- just put the images into the pdf draft -- images are replaced with boxes debug -- only show the outlines and bounding boxen
el: κανονική -- εμφάνιση των εικόνων κανονικά πρόχειρη -- εμφάνιση κουτιών αντί των εικόνων debug -- εμφάνιση μόνο των περιγραμμάτων και περιθωρίων

source: deflate with predictor
el: αποσυμπίεση με πρόγνωση

source: deflate with predictor (float)
el: αποσυμπίεση με πρόγνωση (float)

source: compression type
el: τύπος συμπίεσης

source: lossy
el: με απώλειες

source: lossless
el: χωρίς απώλειες

source: applies only to lossy setting
el: αφορά μόνο στη ρύθμιση με απώλειες

source: image hint
el: τύπος εικόνας

source: image characteristics hint for the underlying encoder. picture : digital picture, like portrait, inner shot photo : outdoor photograph, with natural lighting graphic : discrete tone image (graph, map-tile etc)
el: ένδειξη χαρακτηριστικών εικόνας προς τον κωδικοποιητή. εικόνα : ψηφιακή εικόνα, πορτραίτο εσωτερικού χώρου φωτογραφία : εξωτερικού χώρου με φυσικό φωτισμό γραφικό : εικόνα με διακριτούς τόνους (γραφικό, χάρτης, κλπ.)

source: default
el: προεπιλογή

source: picture
el: εικόνα

source: photo
el: φωτογραφία

source: graphic
el: γραφικό

source: file on disk
el: αρχείο στο δίσκο

source: enter the path where to put exported images recognized variables:
el: διαδρομή φακέλου εξαγωγής μεταβλητές:

source: on conflict
el: σε σύγκρουση

source: create unique filename
el: δημιουργία μοναδικού ονόματος αρχείου

source: overwrite
el: αντικατάσταση

source: could not create directory `%s'!
el: δεν ήταν δυνατή η δημιουργία του καταλόγου %s!

source: could not write to directory `%s'!
el: αδυναμία εγγραφής στο φάκελο %s!

source: send as email
el: αποστολή ως e-mail

source: images exported from darktable
el: ολοκληρώθηκε η εξαγωγή εικόνων από darktable

source: could not launch email client!
el: αδυναμία εκτέλεσης προγράμματος αλληλογραφίας

source: [facebook] unexpected URL format
el: [facebook] μη αναμενόμενη μορφή URL

source: step 1: a new window or tab of your browser should have been loaded. you have to login into your facebook account there and authorize darktable to upload photos before continuing.
el: βήμα 1: πρέπει να έχει εμφανιστεί νέο παράθυρο ή καρτέλα του περιηγητή σας. πρέπει να κάνετε εισαγωγή στον λογαριασμό σας στο facebook εκεί και να δώσετε άδεια στο darktable να ανεβάζει εικόνες πριν προχωρήσετε στο επόμενο βήμα.

source: step 2: paste your browser URL and click the OK button once you are done.
el: βήμα 2: εισάγετε τη διαδρομή URL από τον περιηγητή σας και πιέστε OK.

source: facebook authentication
el: ταυτοποίηση facebook

source: please enter the validation URL
el: παρακαλώ εισάγετε ένα URL επαλήθευσης

source: the given URL is not valid, it should look like:
el: η διαδρομή URL είναι άκυρη, πρέπει να μοιάζει με:

source: authentication successful
el: επιτυχής ταυτοποίηση

source: authentication failed
el: η ταυτοποίηση απέτυχε

source: a new window or tab of your browser should have been loaded. you have to login into your facebook account there and authorize darktable to upload photos before continuing.
el: πρέπει να έχει εμφανιστεί νέο παράθυρο ή καρτέλα του περιηγητή σας. πρέπει να κάνετε εισαγωγή στον λογαριασμό σας στο facebook εκεί και να δώσετε άδεια στο darktable να ανεβάζει εικόνες πριν προχωρήσετε στο επόμενο βήμα.

source: new account
el: νέος χρήστης

source: other account
el: άλλος λογαριασμός

source: unable to retrieve the album list
el: αδύνατη η ανάκτηση λίστας λευκωμάτων

source: create new album
el: δημιουργία νέου λευκώματος

source: logout
el: αποσύνδεση

source: login
el: είσοδος

source: facebook webalbum
el: λεύκωμα facebook

source: summary
el: περίληψη

source: privacy
el: ιδιωτικότητα

source: only me
el: μόνο εγώ

source: friends
el: φίλοι

source: public
el: δημόσια

source: friends of friends
el: φίλοι φίλων

source: unable to create album, no title provided
el: σφάλμα δημιουργίας άλμπουμ, δεν δόθηκε τίτλος

source: unable to create album
el: αδυναμία δημιουργίας συλλογής

source: unable to export photo to webalbum
el: αδυναμία εξαγωγής εικόνας σε λεύκωμα ιστού

source: %d/%d exported to facebook webalbum
el: %d/%d εξαγωγή σε λεύκωμα facebook

source: flickr authentication: %s
el: ταυτοποίηση flickr: %s

source: step 1: a new window or tab of your browser should have been loaded. you have to login into your flickr account there and authorize darktable to upload photos before continuing.
el: βήμα 1: πρέπει να έχει εμφανιστεί νέο παράθυρο ή καρτέλα του περιηγητή σας. πρέπει να κάνετε εισαγωγή στον λογαριασμό σας στο flickr εκεί και να δώσετε άδεια στο darktable να ανεβάζει εικόνες πριν προχωρήσετε στο επόμενο βήμα.

source: step 2: click the OK button once you are done.
el: βήμα 2: πατήστε OK όταν τελειώσετε.

source: flickr authentication
el: ταυτοποίηση flickr

source: flickr webalbum
el: συλλογή flickr

source: not authenticated
el: χωρίς ταυτοποίηση

source: authenticated
el: ταυτοποιήθηκε

source: without album
el: χωρίς λεύκωμα

source: flickr user
el: χρήστης

source: flickr login
el: σύνδεση flickr

source: export tags
el: εξαγωγή ετικετών

source: visible to
el: ορατά σε

source: you
el: εσείς

source: family
el: οικογένεια

source: friends + family
el: οικογένεια + φίλοι

source: everyone
el: όλοι

source: photosets
el: εικονοσειρές

source: refresh album list
el: ανανέωση λίστας λευκωμάτων

source: my new photoset
el: το νέο μου εικονοσύνολο

source: exported from darktable
el: εξήχθησαν απο το darktable

source: click login button to start
el: πιέστε "είσοδος"

source: could not upload to flickr!
el: αδυναμία φόρτωσης στο flickr!

source: %d/%d exported to flickr webalbum
el: %d/%d εξαγωγή σε λεύκωμα flickr

source: website gallery
el: λεύκωμα σε ιστότοπο

source: enter the title of the website
el: εισάγετε τον τίτλο του ιστοτόπου

source: LaTeX book template
el: πρότυπο βιβλίου LaTeX

source: enter the title of the book
el: εισάγετε τον τίτλο του βιβλίου

source: step 1: a new window or tab of your browser should have been loaded. you have to login into your google+ account there and authorize darktable to upload photos before continuing.
el: βήμα 1: πρέπει να έχει εμφανιστεί νέο παράθυρο ή καρτέλα του περιηγητή σας. πρέπει να κάνετε εισαγωγή στον λογαριασμό σας στο google+ εκεί και να δώσετε άδεια στο darktable να ανεβάζει εικόνες πριν προχωρήσετε στο επόμενο βήμα.

source: step 2: paste the verification code shown to you in the browser and click the OK button once you are done.
el: βήμα 2: εισάγετε τον κωδικό επιβεβαίωσης από τον περιηγητή σας και πιέστε OK.

source: google+ authentication
el: πιστοποίηση google+

source: verification code:
el: κωδικός επιβεβαίωσης:

source: please enter the verification code
el: παρακαλώ εισάγετε τον κωδικό επιβεβαίωσης

source: google+ photos
el: εικόνες google+

source: unable to export photo to google+ album
el: αδυναμία εξαγωγής εικόνας σε λεύκωμα google+

source: %d/%d exported to google+ album
el: %d/%d εξαγωγή σε λεύκωμα google+

source: equalizer
el: ισοσταθμητής

# accel
source: mix
el: μίξη

# eq_preset
source: coarse
el: τραχύ

source: denoise & sharpen
el: αποθορύβηση & όξυνση

# atrous
source: sharpen
el: όξυνση

source: denoise chroma
el: χρωματική αποθορύβηση

source: denoise
el: αφαίρεση θορύβου

source: bloom
el: άνθηση

source: clarity
el: διαύγεια

source: coarse
el: τραχύ

source: fine
el: λεπτό

source: contrasty
el: αντίθεση

source: smooth
el: ομαλό

source: noisy
el: θορυβώδες

source: bold
el: έντονo

source: dull
el: μουντό

source: change lightness at each feature size
el: οξύτητα των άκρων σε κάθε χαρακτηριστικό μέγεθος

source: change color saturation at each feature size
el: αλλαγή κορεσμού χρώματος σε κάθε χαρακτηριστικό μέγεθος

source: edges
el: άκρα

source: mix
el: μίξη

source: make effect stronger or weaker
el: κάντε το εφέ εντονότερο ή ασθενέστερο

source: neutral
el: ουδέτερη

source: canon eos like
el: όμοια με canon eos

source: canon eos like alternate
el: εναλλακτική canon eos

source: nikon like
el: όμοια με nikon

source: nikon like alternate
el: εναλλακτική nikon

source: sony alpha like
el: όμοια με sony alpha

source: pentax like
el: όμοια με pentax

source: ricoh like
el: όμοια με ricoh

source: olympus like
el: όμοια με olympus

source: olympus like alternate
el: εναλλακτική olympus

source: panasonic like
el: όμοια με panasonic

source: leica like
el: όμοια με leica

source: kodak easyshare like
el: όμοια με kodak easyshare

source: konica minolta like
el: όμοια με konica minolta

source: samsung like
el: όμοια με samsung

source: fujifilm like
el: όμοια με fujifilm

source: nokia like
el: όμοια με nokia

source: base curve
el: βασική καμπύλη

source: abscissa: input, ordinate: output. works on RGB channels
el: τετμημένη: είσοδος, τεταγμένη: έξοδος. λειτουργεί σε κανάλια RGB

source: scale
el: κλιμάκωση

source: linear
el: γραμμικό

source: logarithmic
el: λογαριθμική

source: scale to use in the graph. use logarithmic scale for more precise control near the blacks
el: κλίμακα του γραφήματος. θέστε λογαριθμική κλίμακα για περισσότερο έλεγχο ακριβείας σκούρων

source: local contrast
el: τοπική αντίθεση

source: coarseness
el: τραχύτητα

source: contrast
el: αντίθεση

source: detail
el: λεπτομέρεια

source: denoise (bilateral filter)
el: αφαίρεση θορύβου (διμερές φίλτρο)

# accel
source: radius
el: ακτίνα

# accel
source: red
el: κόκκινο

# accel
source: green
el: πράσινο

# accel
source: blue
el: μπλε

source: spatial extent of the gaussian
el: χωρική έκταση Gaussian

source: how much to blur red
el: ποσότητα θαμπώματος κόκκινου

source: how much to blur green
el: ποσότητα θαμπώματος πράσινου

source: how much to blur blue
el: ποσότητα θαμπώματος μπλε

source: radius
el: ακτίνα

# accel
source: size
el: μέγεθος

# accel
source: threshold
el: όριο

# accel
source: strength
el: ισχύς

source: size
el: μέγεθος

source: the size of bloom
el: το μέγεθος άνθησης

source: threshold
el: όριο

source: the threshold of light
el: το όριο φωτός

source: strength
el: ισχύς

source: the strength of bloom
el: η ισχύς άνθησης

source: framing
el: πλαισίωση

# accel
source: border size
el: μέγεθος περιθωρίου

# accel
source: pick border color from image
el: επιλογή χρώματος περιθωρίου από εικόνα

# accel
source: frame line size
el: μέγεθος γραμμής περιθωρίου

# accel
source: pick frame line color from image
el: επιλογή χρώματος γραμμής περιθωρίου απο εικόνα

source: 15:10 postcard white
el: 15:10 καρτ ποστάλ λευκό

source: 15:10 postcard black
el: 15:10 καρτ ποστάλ μαύρο

source: image
el: εικόνα

source: golden cut
el: χρυσή τομή

source: square
el: τετράγωνο

source: constant border
el: σταθερό περίγραμμα

source: center
el: κέντρο

source: border size
el: μέγεθος περιγράμματος

source: size of the border in percent of the full image
el: μέγεθος του πλαισίου ως ποσοστό της ολικής εικόνας

source: aspect
el: άποψη

source: select the aspect ratio or right click and type your own (w:h)
el: επιλέξτε την αναλογία προοπτικής ή κάντε δεξί κλικ και εισάγετε τιμές (w:h)

source: orientation
el: προσανατολισμός

source: aspect ratio orientation of the image with border
el: προσανατολισμός αναλογίας προοπτικής της εικόνας με το περιθώριο

source: horizontal position
el: οριζόντια θέση

source: select the horizontal position ratio relative to top or right click and type your own (y:h)
el: επιλέξτε την αναλογία κατακόρυφης θέσης ως προς την κορυφή ή κάντε κλικ και εισάγετε τιμές (y:w)

source: vertical position
el: κατακόρυφη θέση

source: select the vertical position ratio relative to left or right click and type your own (x:w)
el: επιλέξτε την αναλογία κατακόρυφης θέσης ως προς τα αριστερά ή κάντε κλικ και εισάγετε τιμές (x:w)

source: frame line size
el: μέγεθος γραμμής περιθωρίου

source: size of the frame line in percent of min border width
el: μέγεθος άκρου πλαισίου ως ποσοστό του ελάχιστου πλάτους περιθωρίου

source: frame line offset
el: απόσταση γραμμής περιθωρίου

source: offset of the frame line beginning on picture side
el: απόκλιση του άκρου πλαισίου από την αρχή της εικόνας

source: select border color
el: επιλέξτε χρώμα περιθωρίου

source: border color
el: χρώμα περιθωρίου

source: pick border color from image
el: επιλογή χρώματος περιθωρίου από εικόνα

source: select frame line color
el: επιλέξτε χρώμα γραμμής περιθωρίου

source: frame line color
el: χρώμα γραμμής περιθωρίου

source: pick frame line color from image
el: επιλογή απόχρωσης γραμμής περιθωρίου από εικόνα

source: chromatic aberrations
el: χρωματικές αλλοιώσεις

source: automatic chromatic aberration correction
el: αυτόματη επιδιόρθωση χρωματικών αλλοιώσεων

source: automatic chromatic aberration correction disabled for non-Bayer sensors
el: αυτόματη διόρθωση χρωματικών αλλοιώσεων ανενεργό για μή-Bayer αισθητήρες.

source: automatic chromatic aberration correction only works for raw images.
el: η αυτόματη διόρθωση χρωματικών αλλοιώσεων λειτουργεί μόνο σε αρχεία raw.

source: channel mixer
el: μίκτης καναλιών

source: destination
el: προορισμός

source: hue
el: απόχρωση

source: saturation
el: κορεσμός

source: lightness
el: φωτεινότητα

# channelmixer
source: gray
el: γκρίζο

source: amount of red channel in the output channel
el: ποσοστό κόκκινου καναλιού στο κανάλι εξόδου

source: amount of green channel in the output channel
el: ποσοστό πράσινου καναλιού στο κανάλι εξόδου

source: amount of blue channel in the output channel
el: ποσοστό μπλέ καναλιού στο κανάλι εξόδου

source: swap R and B
el: ανταλλαγή R και B

source: swap G and B
el: ανταλλαγή G και B

source: color contrast boost
el: ενίσχυση αντίθεσης χρώματος

source: color details boost
el: ενίσχυση λεπτομερειών χρώματος

source: color artifacts boost
el: ενίσχυση χρωματικών ατελειών

source: B/W
el: Α/Μ

source: B/W artifacts boost
el: Α/Μ ενίσχυση ατελειών

source: B/W smooth skin
el: Α/Μ ομαλό δέρμα

source: B/W blue artifacts reduce
el: Α/Μ μείωση κυανών ατελειών

source: amount
el: ποσότητα

source: size of features to preserve
el: μέγεθος χαρακτηριστικών προς διατήρηση

source: strength of the effect
el: δύναμη εφέ

source: crop and rotate
el: περικοπή και περιστροφή

source: invalid ratio format. it should be "number:number"
el: άκυρο πρότυπο αναλογίας. πρέπει να είναι 'αριθμός:αριθμός'

source: vertical
el: κάθετα

source: horizontal
el: οριζόντια

source: full
el: πλήρης

source: old system
el: παλιό σύστημα

source: correction applied
el: εφαρμογή διόρθωσης

source: flip
el: κατοπτρισμός

source: both
el: και τα δύο

source: mirror image horizontally and/or vertically
el: κατοπτρισμός εικόνας οριζόντια ή/και κάθετα

source: angle
el: γωνία

source: right-click and drag a line on the image to drag a straight line
el: δεξί κλικ και κίνηση σε ευθεία για ευθυγράμμιση εικόνας

source: set perspective correction for your image
el: ορίστε την διόρθωση προοπτικής για την εικόνα σας

source: automatic cropping
el: αυτόματη περικοπή

source: automatically crop to avoid black edges
el: αυτόματη περικοπή για αποφυγή μαύρων γωνιών

source: original image
el: αρχική εικόνα

source: 10:8 in print
el: 10:8 σε εκτύπωση

source: invalid ratio format for `%s'. it should be "number:number"
el: άκυρο πρότυπο αναλογίας για `%s'. πρέπει να είναι 'αριθμός:αριθμός'

source: set the aspect ratio the list is sorted: from most square to least square
el: ορισμός αναλογίας προοπτικής η λίστα είναι ταξινομημένη: περισσότερο προς λιγότερο τετράγωνη

source: guides
el: οδηγοί

source: display guide lines to help compose your photograph
el: εμφάνιση γραμμών οδηγών για ευκολότερη σύνθεση

source: flip guides
el: αναστροφή οδηγών

source: horizontally
el: οριζόντια

source: vertically
el: κατακόρυφα

# accel
source: commit
el: ενσωμάτωση

# accel
source: angle
el: γωνία

source: contrast brightness saturation
el: αντίθεση φωτεινότητα κορεσμός

# accel
source: contrast
el: αντίθεση

# accel
source: brightness
el: φωτεινότητα

# accel
source: saturation
el: κορεσμός

source: brightness
el: φωτεινότητα

source: contrast adjustment
el: ρύθμιση αντίθεσης

source: brightness adjustment
el: ρύθμιση φωτεινότητας

source: color saturation adjustment
el: ρύθμιση κορεσμού χρωμάτων

source: color balance
el: ισορροπία χρωμάτων

source: lift
el: ανόρθωση

source: factor of lift
el: συντελεστής ανόρθωσης

source: factor
el: συντελεστής

source: factor of red for lift
el: συντελεστής ανόρθωσης κόκκινου

source: factor of green for lift
el: συντελεστής ανόρθωσης πράσινου

source: factor of blue for lift
el: συντελεστής ανόρθωσης μπλέ

source: gamma
el: γάμμα

source: factor of gamma
el: συντελεστής γάμμα

source: factor of red for gamma
el: συντελεστής γάμμα κόκκινου

source: factor of green for gamma
el: συντελεστής γάμμα πράσινου

source: factor of blue for gamma
el: συντελεστής γάμμα μπλέ

source: gain
el: ωφέλεια

source: factor of gain
el: συντελεστής ωφέλειας

source: factor of red for gain
el: συντελεστής ωφέλειας κόκκινου

source: factor of green for gain
el: συντελεστής ωφέλειας πράσινου

source: factor of blue for gain
el: συντελεστής ωφέλειας μπλέ

source: color contrast
el: αντίθεση χρωμάτων

# accel
source: green vs magenta
el: πράσινο/πορφυρό

# accel
source: blue vs yellow
el: μπλέ/κίτρινο

source: green vs magenta
el: πράσινο/πορφυρό

source: steepness of the a* curve in Lab
el: ανηφορικότητα της καμπύλης a* σε σύστημα Lab

source: blue vs yellow
el: μπλέ/κίτρινο

source: steepness of the b* curve in Lab
el: ανηφορικότητα της καμπύλης b* σε σύστημα Lab

source: color correction
el: διόρθωση χρωμάτων

source: warm tone
el: θερμοί τόνοι

source: warming filter
el: φίλτρο θέρμανσης

source: cooling filter
el: φίλτρο ψύχρανσης

source: drag the line for split toning. bright means highlights, dark means shadows. use mouse wheel to change saturation.
el: κινήστε τη γραμμή για διαίρεση τονικότητας. Επιλογή κορεσμού με τη ροδέλα.

source: set the global saturation
el: ορίστε τον γενικό κορεσμό

source: input color profile
el: προφίλ χρώματος εισόδου

source: `%s' color matrix not found!
el: δεν βρέθηκε ο χρωματικός πίνακας`%s'!

source: input profile could not be generated!
el: αδυναμία δημιουργίας εισαγωγικού προφίλ!

source: unsupported input profile has been replaced by linear Rec709 RGB!
el: αλλαγή μη υποστηριζόμενου προφίλ εισαγωγής με γραμμικό Rec709 RGB!

source: profile
el: προφίλ

source: ICC profiles in %s/color/in or %s/color/in
el: προφίλ ICC σε %s/color/in ή %s/color/in

source: gamut clipping
el: κλίμακα αποκοπής

source: confine Lab values to gamut of RGB color space
el: περιορισμός τιμών Lab στη κλίμακα του χρωματικού προφίλ RGB

source: colorize
el: χρωματισμός

# accel
source: lightness
el: φωτεινότητα

# accel
source: source mix
el: μίξη πηγής

source: select tone color
el: επιλέξτε τόνο χρώματος

source: select the hue tone
el: επιλέξτε τον τόνο απόχρωσης

source: select the saturation shadow tone
el: επιλέξτε τον κορεσμό τόνου σκιών

source: source mix
el: μίξη πηγής

source: lightness of color
el: φωτεινότητα χρώματος

source: mix value of source lightness
el: τιμή μίξης της φωτεινότητας πηγής

source: color mapping
el: χρωματική χαρτογράφηση

# accel
source: acquire as source
el: ανάκτηση ως πηγής

# accel
source: acquire as target
el: ανάκτηση ως στόχου

source: source clusters:
el: συμπλέγματα πηγής:

source: target clusters:
el: συμπλέγματα στόχου:

source: acquire as source
el: ανάκτηση ως πηγής

source: analyze this image as a source image
el: ανάλυση εικόνας ως πηγή

source: acquire as target
el: ανάκτηση ως στόχου

source: analyze this image as a target image
el: ανάλυση εικόνας ως στόχο

source: number of clusters
el: αριθμός συμπλεγμάτων

source: number of clusters to find in image. value change resets all clusters
el: αριθμός συμπλεγμάτων που να αναζητηθούν στην εικόνα. αλλαγή τιμής αναιρεί όλα τα συμπλέγματα

source: color dominance
el: κυριαρχία χρωμάτων

source: how clusters are mapped. low values: based on color proximity, high values: based on color dominance
el: πως αντιστοιχίζονται τα συμπλέγματα. χαμηλές τιμές: βασισμένες στη χρωματική γειτνίαση, υψηλές τιμές: βασισμένες στη χρωματική επιβολή

source: histogram equalization
el: ισοστάθμιση ιστογράμματος

source: level of histogram equalization
el: επίπεδο εξομάλυνσης ιστογράμματος

source: output color profile
el: προφίλ χρώματος εξόδου

source: unsupported output profile has been replaced by sRGB!
el: αλλαγή μη υποστηριζόμενου προφίλ εξαγωγής με sRGB!

source: output intent
el: πρόθεση εξόδου

source: perceptual
el: αντιληπτικό

source: relative colorimetric
el: σχετικό χρωματομετρικό

# rendering intent
source: saturation
el: κορεσμού

source: absolute colorimetric
el: απόλυτο χρωματομετρικό

source: output profile
el: προφίλ εξόδου

source: rendering intent
el: πρόθεση απόδοσης

source: ICC profiles in %s/color/out or %s/color/out
el: προφίλ ICC σε %s/color/out ή %s/color/out

source: color reconstruction
el: ανάκτηση χρώματος

# accel
source: spatial extent
el: χωρική έκταση

# accel
source: range extent
el: εύρος έκτασης

# accel
source: hue
el: απόχρωση
