Repository: soligenti/mek
Catalog: po/*.po
Languages: el

source: GUI options
el: επιλογές γραφικού περιβάλλοντος

source: width of the side panels in pixels
el: πλάτος πλευρικών πλαισίων σε pixel

source: double click to reset to `%d'
el: διπλό κλίκ για επαναφορά σε %d

source: (needs a restart)
el: (χρειάζεται επανεκκίνηση)

source: don't use embedded preview JPEG but half-size raw
el: να μη γίνει χρήση της ενσωματωμένης προεπισκόπησης JPEG

source: double click to reset to `%s'
el: διπλό κλικ για επαναφορά σε %s

# preferences
source: FALSE
el: ψευδές

source: check this option to not use the embedded JPEG from the raw file but process the raw data. this is slower but gives you color managed thumbnails.
el: ενεργοποιήστε αυτή την επιλογή για να μη γίνεται χρήση του ενσωματωμένου jpeg στο raw αρχείο, αλλά απευθείας χρήση των raw δεδομένων. Αυτό είναι αργότερο αλλά ενεργοποιεί τη διαχείριση χρωμάτων στα αρχεία επισκόπησης.

source: ask before removing images from database
el: να γίνεται ερώτηση πριν την αφαίρεση εικόνων από τη βάση

# preferences
source: TRUE
el: αληθές

source: always ask the user before any image is removed from DB.
el: να γίνεται πάντα επαλήθευση πριν την αφαίρεση εικόνας από τη βάση.

source: ask before erasing images from disk
el: να γίνεται ερώτηση πριν τη διαγραφή εικόνων από το δίσκο

source: always ask the user before any image file is deleted.
el: να γίνεται πάντα επαλήθευση πριν την διαγραφή αρχείου εικόνας.

source: send files to trash when erasing images
el: αποστολή αρχείων στο καλάθι αχρήστων κατά τη διαγραφή

source: send files to trash instead of permanently deleting files on system that supports it
el: αποστολή αρχείων στο καλάθι αχρήστων αντί της άμεσης διαγραφής τους, σε συστήματα που το υποστηρίζουν

source: ask before moving images from film roll folder
el: να γίνεται ερώτηση πριν τη μετακίνηση εικόνων από φάκελο φιλμ

source: always ask the user before any image file is moved.
el: να γίνεται πάντα επαλήθευση πριν τη μετακίνηση αρχείου εικόνας.

source: ask before copying images to new film roll folder
el: να γίνεται ερώτηση πριν την αντιγραφή εικόνων σε νέο φάκελο φιλμ

source: always ask the user before any image file is copied.
el: να γίνεται πάντα επαλήθευση πριν την αντιγραφή αρχείου εικόνας.

source: number of folder levels to show in lists
el: αριθμός επιπέδων καταλόγων προς εμφάνιση σε λίστες

source: the number of folder levels to show in film roll names, starting from the right
el: ο αριθμός επιπέδων καταλόγων που να εμφανίζονται στα ονόματα φιλμ, αρχίζοντας από δεξιά

source: ignore JPEG images when importing film rolls
el: παράλειψη εικόνων JPEG κατά την εισαγωγή φιλμ

source: when having raw+JPEG images together in one directory it makes no sense to import both. with this flag one can ignore all JPEGs found.
el: όταν υπάρχουν αρχεία raw και JPEG ταυτόχρονα στον ίδιο φάκελο δεν έχει νόημα να γίνεται εισαγωγή και των δύο. Με αυτή την επιλογή αγνοούνται όλα τα αρχεία JPEG.

source: recursive directory traversal when importing filmrolls
el: αναδρομική προσάρτηση φακέλων κατά την εισαγωγή φιλμ

source: creator to be applied when importing
el: δημιουργός που θα ορίζεται κατά την εισαγωγή

source: publisher to be applied when importing
el: εκδότης που θα ορίζεται κατά την εισαγωγή

source: rights to be applied when importing
el: δικαιώματα που θα ορίζονται κατά την εισαγωγή

source: comma separated tags to be applied when importing
el: ετικέτες (διαχωρισμένες με κόμμα) που θα ορίζονται κατά την εισαγωγή

source: initial import rating
el: αρχική κατάταξη κατά την εισαγωγή

source: initial star rating for all images when importing a filmroll
el: αρχική κατάταξη αστεριού για όλες τις εικόνες κατά την εισαγωγή

source: enable filmstrip
el: ενεργοποίηση φιλμοταινίας

source: enable the filmstrip in darkroom, tethering and map modes.
el: ενεργοποίηση φιλμοταινίας στις προβολές darkroom, tethering και χάρτη

source: high quality thumb processing from size
el: υψηλής ποιότητας επεξεργασία μικρογραφίας από μέγεθος

# preferences
source: always
el: πάντα

# preferences
source: small
el: μικρό

# preferences
source: never
el: ποτέ

source: if the thumbnail size is greater than this value, it will be processed using the full quality rendering path (better but slower).
el: εάν το μέγεθος της μικρογραφίας είναι μεγαλύτερο από αυτή τη τιμή, θα επεξεργάζεται στη μέγιστη ποιότητα (καλύτερο αλλά αργότερο)

source: pen pressure control for brush masks
el: έλεγχος πίεσης πινέλου στις μάσκες

# preferences
source: off
el: εκτός

# preferences
source: hardness (relative)
el: σκληρότητα (σχετική)

# preferences
source: hardness (absolute)
el: σκληρότητα (απόλυτη)

# preferences
source: opacity (relative)
el: αδιαφάνεια (σχετική)

# preferences
source: opacity (absolute)
el: αδιαφάνεια (απόλυτη)

# preferences
source: brush size (relative)
el: μέγεθος πινέλου (σχετικό)

source: off - pressure reading ignored, hardness/opacity/brush size - pressure reading controls specified attribute, absolute/relative - pressure reading is taken directly as attribute value or multiplied with pre-defined setting.
el: ανενεργό - η μέτρηση πίεσης αγνοείται, σκληρότητα/διαύγεια/μέγεθος πινέλου - ορισμός ανάλογης μεταβλητής από τη μέτρηση πίεσης, απόλυτη/σχετική - η μέτρηση πίεσης χρησιμοποιείται αυτούσια ή πολλαπλασιάζεται με την προκαθορισμένη τιμή

source: smoothing of brush strokes
el: εξομάλυνση πινελιών

# preferences
source: low
el: χαμηλό

# preferences
source: medium
el: μέσο

# preferences
source: high
el: υψιλό

source: sets level for smoothing of brush strokes. stronger smoothing leads to less nodes and easier editing but with lower control of accuracy.
el: θέτει το επίπεδο εξομάλυνσης πινελιών. η περισσότερη εξομάλυνση οδηγεί στη δημιουργία λιγότερων στοιχείων και επιτρέπει ευκολότερες διορθώσεις, αλλά με λιγότερο έλεγχο ακριβείας.

source: ask before deleting a tag
el: επαλήθευση πριν την αφαίρεση ετικέτας

source: only draw images on map that are currently collected and filtered
el: εμφάνιση στο χάρτη μόνο επιλεγμένων και φιλτραρισμένων εικόνων

source: use the current filter settings to select the geotagged images drawn on the map, i.e. limit the images drawn to the current filmstrip. this limits the number of images drawn and thus reduces the time needed to draw the images.
el: να γίνει χρήση των τρεχουσών επιλογών φιλτραρίσματος για την εμφάνιση εικόνων με πληροφορίες γεωγραφικού εντοπισμού στο χάρτη. επιτρέπει την ταχύτερη εμφάνιση εικόνων στο χάρτη.

source: maximum number of images drawn on map
el: μέγιστος αριθμός εικόνων στο χάρτη

source: the maximum number of geotagged images drawn on the map. increasing this number can slow drawing of the map down.
el: ο μέγιστος αριθμός εικόνων με δεδομένα γεωγραφικού εντοπισμού που θα εμφανίζονται στο χάρτη. αύξηση αυτού του αριθμού μπορεί να προκαλέσει καθυστέρηση στο σχεδιασμό του χάρτη.

source: pretty print the image location
el: όμορφη εμφάνιση τοποθεσίας εικόνας

source: show a more readable representation of the location in the image information module
el: εμφάνιση μιας πιο αναγνώσιμης μορφής δεδομένων τοποθεσίας στο πρόσθετο πληροφοριών εικόνας

source: overlay txt sidecar over zoomed images
el: επικάλυψη αρχείου κειμένου σε μεγεθυσμένες εικόνες

source: when there is a txt file next to an image it can be shown as an overlay over zoomed images on the lighttable. the txt file either has to be there at import time or the crawler has to be enabled
el: εάν ένα αρχείο κειμένου βρίσκεται δίπλα στην εικόνα, μπορεί να εμφανιστεί ως επικάλυψη. το αρχείο κειμένου πρέπει να είναι παρών κατά την εισαγωγή της εικόνας ή να έχει ενεργοποιηθεί ο ευρετής

source: expand a single lighttable module at a time
el: επέκταση μίας μόνο μονάδας lighttable τη φορά

source: this option toggles the behavior of shift clicking in lighttable mode
el: η επιλογή αυτή καθορίζει τη συμπεριφορά shift+κλικ στην προβολή lighttable

source: expand a single darkroom module at a time
el: επέκταση μιας μόνο μονάδας darkroom τη φορά

source: this option toggles the behavior of shift clicking in darkroom mode
el: η επιλογή αυτή καθορίζει τη συμπεριφορά shift+κλικ στην προβολή darkroom

source: border around image in darkroom mode
el: πλαίσιο εικόνας στη κατάσταση εμφάνισης

source: process the image in darkroom mode with a small border. set to 0 if you don't want any border.
el: επεξεργασία εικόνας στη κατάσταση εμφάνισης με μικρό πλαίσιο. η τιμή 0 απενεργοποιεί το πλαίσιο τελείως.

source: do high quality processing for slideshow
el: υψηλής ποιότητας επεξεργασία κατά τη παρουσίαση

source: same option as for export, but applies to slideshow.
el: όμοια επιλογή με την εξαγωγή, αλλά αφορά την λειτουργία παρουσίασης.

source: method to use for getting the display profile
el: μέθοδος απόκτησης χρωματικού προφίλ οθόνης

# preferences
source: all
el: όλες

source: this option allows to force a specific means of getting the current display profile. this is useful when one alternative gives wrong results
el: η επιλογή αυτή επιτρέπει την επιβολή συγκεκριμένης μεθόδου απόκτησης χρωματικού προφίλ. χρήσιμο στην περίπτωση που κάποια από τις εναλλακτικές δίνει λάθος αποτέλεσμα

source: core options
el: κεντρικές επιλογές

source: memory in megabytes to use for thumbnail cache
el: μνήμη σε megabytes για προσωρινή αποθήκευση μικρογραφιών

source: this controls how much memory is going to be used for thumbnails and other buffers (needs a restart).
el: επιτρέπει τον έλεγχο του ποσού μνήμης που θα χρησιμοποιηθεί για μικρογραφίες και παρόμοια δεδομένα (χρειάζεται επανεκκίνηση).

source: enable disk backend for thumbnail cache
el: να γίνεται χρήση σκληρού δίσκου για την αποθήκευση μικρογραφιών

source: if enabled, write thumbnails to disk (.cache/darktable/) when evicted from the memory cache. note that this can take a lot of memory (several gigabytes for 20k images) and will never delete cached thumbnails again. it's safe though to delete these manually, if you want. light table performance will be increased greatly when browsing a lot. to generate all thumbnails of your entire collection offline, run 'darktable-generate-cache'.
el: εάν ενεργοποιηθεί η επιλογή, θα γίνεται εγγραφή των μικρογραφιών στο σκληρό δίσκο (.cache/darktable/) όταν εκπίπτουν από τη μνήμη. σημειώστε ότι αυτό έχει επιπτώσεις στον αποθηκευτικό σας χώρο (πολλά gigabytes για 20k εικόνες) και δεν γίνεται διαγραφή των μικρογραφιών ποτέ. η χειροκίνητη διαγραφή τους είναι ασφαλής, αν το επιθυμείτε. για τη δημιουργία μικρογραφιών για ολόκληρη τη συλλογή σας αυτόματα, τρέξτε τη εντολή 'darktable-generate-cache'.

source: color manage cached thumbnails
el: διαχείριση χρώματος αποθηκευμένων μικρογραφιών

source: if enabled, cached thumbnails will be color managed so that lighttable and filmstrip can show correct colors. otherwise the results may look wrong once the display profile gets changed.
el: εάν ενεργοποιηθεί η επιλογή, οι αποθηκευμένες μικρογραφίες θα έχουν χρωματική διαχείριση, έτσι ώστε τα χρώματα να είναι πιστά στη κατάσταση διαλογής και στη φιλμοταινία. διαφορετικά μπορεί να εμφανίζονται λάθος αν το προφίλ εμφάνισης αλλάξει.

source: number of background threads
el: αριθμός νημάτων λειτουργιών παρασκηνίου

source: this controls for example how many threads are used to create thumbnails during import. the cache will grow to a maximum of twice this number of full resolution image buffers (needs a restart).
el: καθορίζει τον αριθμό νημάτων (threads) που θα χρησιμοποιηθούν για τη δημιουργία μικρογραφιών. Επηρεάζει το μέγεθος της cache εικόνων. (απαιτεί επανεκκίνηση)

source: host memory limit (in MB) for tiling
el: όριο μνήμης (σε MB) για ψηφίδωση

source: this variable controls the maximum amount of memory (in MB) a module may use during image processing. lower values will force memory hungry modules to process image with increasing number of tiles. setting this to 0 will omit any limit. values below 500 will be treated as 500 (needs a restart).
el: η μεταβλητή αυτή ορίζει τη μέγιστη μνήμη (σε MB) που θα είναι διαθέσιμη σε ένα πρόσθετο κατά την επεξεργασία εικόνας. Χαμηλές τιμές θα αναγκάσουν μνημοβόρα πρόσθετα να επεξεργάζονται τις εικόνες σε μεγαλύτερο αριθμό πλακιδίων (tiles). Θέτοντας τη στο 0 αναιρείτε κάθε όριο. Τιμές κάτω απο 500 αγνοούνται. (απαιτεί επανεκκίνηση)

source: minimum amount of memory (in MB) for a single buffer in tiling
el: ελάχιστη μνήμη (σε MB) για μεμονωμένους tiling buffers

source: if set to a positive, non-zero value this variable defines the minimum amount of memory (in MB) that tiling should take for a single image buffer. has precedence over heuristics based on host_memory_limit (needs a restart).
el: αν οριστεί ως θετική, μη μηδενική τιμή, αυτή η μεταβλητή ορίζει την ελάχιστη ποσότητα μνήμης (σε MB) που θα χρησιμοποιηθεί από τα πλακίδια σε κάθε εικόνα. υπερισχύει της λογικής που ισχύει για τη μεταβλητή host_memory_limit (απαιτεί επανεκκίνηση).

source: write sidecar file for each image
el: εγγραφή αρχείου sidecar για κάθε εικόνα

source: these redundant files can later be re-imported into a different database, preserving your changes to the image.
el: αυτά τα περιττά αρχεία μπορούν να επανεισαχθούν σε διαφορετική βάση/σύστημα, διατηρώντας τις αλλαγές σας στην εικόνα.

source: store xmp tags in compressed format
el: αποθήκευση ετικετών xmp σε συμπιεσμένη μορφή

# preferences
source: only large entries
el: μόνο μεγάλες εγγραφές

source: entries in xmp tags can get rather large and may exceed the available space to store the history stack in output files. this option allows xmp tags to be compressed and save space.
el: οι εγγραφές σε ετικέτες xmp μπορούν να είναι αρκετά μεγάλες ώστε να ξεπερνούν τη διαθέσιμη χωρητικότητα για αποθήκευση της στοίβας ιστορικού στα αρχεία εξόδου. αυτή η επιλογή επιτρέπει τη συμπίεση των ετικετών xmp για τη συντήρηση χώρου.

source: activate OpenCL support
el: ενεργοποίηση υποστήριξης OpenCL

source: if found, use OpenCL runtime on your system for improved processing speed. can be switched on and off at any time.
el: αν βρεθεί, να γίνει χρήση OpenCL για επιτάχυνση της επεξεργασίας εικόνας. Μπορεί να γίνει απ/ενεργοποίηση οποτεδήποτε.

source: not available on this system
el: δεν είναι διαθέσιμο σε αυτό το σύστημα

source: always use LittleCMS 2 to apply output color profile
el: να γίνεται πάντα χρήση του LittleCMS 2 για την εφαρμογή χρωματικού προφίλ εξόδου

source: this is slower than the default.
el: αυτό είναι πιο αργό από τη προκαθορισμένη τιμή.

source: do high quality resampling during export
el: υψηλής ποιότητας αναδειγματοληψία κατά την εξαγωγή

source: the image will first be processed in full resolution, and downscaled at the very end. this can result in better quality sometimes, but will always be slower.
el: η εικόνα θα επεξεργαστεί πρώτα στη μέγιστη ανάλυση και θα υποστεί μείωση ανάλυσης στο τέλος. Αυτό ίσως δώσει καλύτερη ποιότητα μερικές φορές αλλά θα είναι πάντα πιο αργό στην επεξεργασία.

source: demosaicing for zoomed out darkroom mode
el: αποψηφίδωση για σμίκρυνση σε προβολή darkroom

# preferences
source: always bilinear (fast)
el: πάντα διγραμμική (γρήγορο)

# preferences
source: at most PPG (reasonable)
el: το πολύ PPG (ανεκτό)

# preferences
source: full (possibly slow)
el: μέγιστη (αργό)

source: interpolation when not viewing 1:1 in darkroom mode: bilinear is fastest, but not as sharp. middle ground is using PPG + interpolation modes specified below, full will use exactly the settings for full-size export. X-Trans sensors use VNG rather than PPG as middle ground.
el: παρεισαγωγή κατά την μή εμφάνιση 1:1 σε προβολή darkroom: διγραμμική (γρηγορότερη αλλά όχι τόσο οξύα). Η μεσαία κάνει χρήση των λειτουργιών παρεισαγωγής + PPG που ορίζονται παρακάτω, η πλήρης χρησιμοποιεί τις ίδιες ρυθμίσεις εξαγωγής πλήρους ανάλυσης. Οι αισθητήρες X-Trans κάνουν χρήση του VNG αντί του PPG ως μέσου.

source: pixel interpolator
el: παρεισαγωγέας pixel

# preferences
source: bilinear
el: διγραμμικός

# preferences
source: bicubic
el: δικυβικός

source: pixel interpolator used in rotation and lens correction (bilinear, bicubic, lanczos2, lanczos3).
el: ο παρεισαγωγέας pixel που θα χρησιμοποιηθεί στην περιστροφή και διόρθωση φακού (διγραμμικός, δικυβικός, lanczos2, lanczos3).

source: password storage backend to use
el: υπηρεσία αποθήκευσης κωδικού προς χρήση

# preferences
source: auto
el: αυτόματο

# preferences
source: none
el: καμία

# preferences
source: gnome keyring
el: κλειδοθήκη gnome

source: the storage backend for password storage: auto, none, libsecret, kwallet, gnome keyring
el: η υπηρεσία αποθήκευσης κωδικών συστήματος: καμία, libsecret, kwallet, κλειδοθήκη gnome

source: look for updated xmp files on startup
el: ενημέρωση αρχείων xmp κατά την εκκίνηση

source: check file modification times of all xmp files on startup to check if any got updated in the meantime
el: να γίνεται έλεγχος πιθανώς ανανεωμένων αρχείων xmp κατά την εκκίνηση.

source: executable for playing audio files
el: εκτελέσιμο για αναπαραγωγή αρχείων ήχου

source: this external program is used to play audio files some cameras record to keep notes for images
el: το εξωτερικό πρόγραμμα αυτό θα χρησιμοποιηθεί για την αναπαραγωγή αρχείων ήχου που μερικές μηχανές δημιουργούν ως σημειώσεις

source: auto-apply per camera basecurve presets
el: αυτόματη εφαρμογή σύμφωνα με τις προεπιλογές βασικής καμπύλης

source: use the per-camera basecurve by default instead of the generic manufacturer one if there is one available (needs a restart)
el: να γίνεται χρήση της ανά μηχανή βασικής καμπύλης αντί της γενικής, ανά κατασκευαστή, εφόσον είναι διαθέσιμη (χρ. επανεκκίνηση)

source: session options
el: επιλογές συνεδρίας

source: base directory naming pattern
el: πρότυπο ονομασίας φακέλου βάσης

source: part of full import path for an import session
el: μέρος της πλήρους διαδρομής για μια συνεδρία εισαγωγής

source: sub directory naming pattern
el: πρότυπο ονομασίας υποφακέλων

source: file naming pattern
el: πρότυπο ονομασίας αρχείων

source: file naming pattern used for a import session
el: πρότυπο ονομασίας αρχείων προς χρήση κατά την εισαγωγή

source: Organize and develop images from digital cameras
el: οργανώστε και εμφανίστε εικόνες απο ψηφιακές μηχανές

source: unknown option for --hq
el: άγνωστη επιλογή για --hq

source: unknown option for --upscale
el: Άγνωστη επιλογή για --upscale

source: output file already exists, it will get renamed
el: το αρχείο εξαγωγής υπάρχει ήδη, θα μετονομαστεί

source: error: can't open file %s
el: σφάλμα: αδυναμία φόρτωσης %s

source: empty history stack
el: κενή στοίβα ιστορικού

source: cannot find disk storage module. please check your installation, something seems to be broken.
el: δεν βρέθηκε το πρόσθετο αποθήκευσης δίσκου. Παρακαλώ ελέγξτε την εγκατάστασή σας, υπάρχει σφάλμα.

source: failed to get parameters from storage module, aborting export ...
el: αδυναμία ανάκτησης παραμέτρων από το πρόσθετο αποθήκευσης, η εξαγωγή ακυρώθηκε.

source: unknown extension '.%s'
el: άγνωστη επέκταση .%s

source: failed to get parameters from format module, aborting export ...
el: αδυναμία ανάκτησης παραμέτρων από το πρόσθετο μορφοποίησης, η εξαγωγή ακυρώθηκε...

source: red
el: κόκκινο

source: yellow
el: κίτρινο

source: green
el: πράσινο

source: blue
el: μπλε

source: purple
el: μωβ

source: altered
el: τροποποιημένες

source: tagged
el: με ετικέτα

source: %d image of %d in current collection is selected
el: έχει επιλεγεί %d εικόνα από τις %d της τρέχουσας συλλογής

source: Adobe RGB (compatible)
el: Adobe RGB (συμβατό)

source: linear Rec709 RGB
el: γραμμικό Rec709 RGB

source: linear Rec2020 RGB
el: γραμμικό Rec709 RGB

source: linear XYZ
el: γραμμικό XYZ

source: linear infrared BGR
el: γραμμικό υπέρυθρο BGR

source: system display profile
el: προφίλ εμφάνισης συστ.

source: embedded ICC profile
el: ενσωματωμένο προφίλ ICC

source: embedded matrix
el: ενσωματωμένος πίνακας

source: standard color matrix
el: πρότυπος πίνακας χρωμάτων

source: enhanced color matrix
el: ενισχυμένος πίνακας χρωμάτων

source: vendor color matrix
el: πίνακας χρωμάτων κατασκευαστή

source: alternate color matrix
el: εναλλακτικός πίνακας χρωμάτων

source: sRGB (e.g. JPG)
el: sRGB (π.χ. jpg)

source: file `%s' to print not found for image %d on `%s'
el: το αρχείο `%s' για την εκτύπωση της εικόνας %d σε `%s', δε βρέθηκε

source: error while printing image %d on `%s'
el: σφάλμα κατά την εκτύπωση της εικόνας %d σε `%s'

source: printing image %d on `%s'
el: εκτύπωση εικόνας %d σε `%s'

source: found strange path `%s'
el: άκυρη διαδρομή %s

source: error loading directory `%s'
el: σφάλμα κατά την φόρτωση του καταλόγου %s

source: file `%s' has unknown format!
el: o τύπος του αρχείου %s είναι άγνωστος!

source: error loading file `%s'
el: σφάλμα κατά την φόρτωση του αρχείου %s

source: no supported images were found to be imported
el: δεν βρέθηκαν υποστηριζόμενες εικόνες για εισαγωγή

source: importing %d image
el: εισαγωγή %d εικόνας

source: cannot remove film roll having local copies with non accessible originals
el: δεν είναι δυνατή η αφαίρεση φιλμ που περιέχει τοπικά αντίγραφα, τα πρωτότυπα των οποίων δεν είναι προσβάσιμα.

source: you need to copy history from an image before you paste it onto another
el: πρέπει να κάνετε αντιγραφή ιστορικού από μια εικόνα προτού κάνετε επικόλληση σε μια άλλη

source: on
el: ενεργό

source: off
el: ανενεργό

source: <h1>Sorry,</h1><p>something went wrong. Please try again.</p>
el: <h1>Συγνώμη,</h1><p>υπήρξε κάποιο σφάλμα. Παρακαλώ δοκιμάστε ξανά.</p>

source: <h1>Thank you,</h1><p>everything should have worked, you can <b>close</b> your browser now and <b>go back</b> to darktable.</p>
el: <h1>Ευχαριστούμε,</h1><p>η λειτουργία ολοκληρώθηκε με επιτυχία και μπορείτε τώρα να <b>κλείσετε</b> τον πλοηγητή σας και να <b>επιστρέψετε</b> στο darktable.</p>

source: orphaned image
el: ορφανή εικόνα

source: cannot create local copy when the original file is not accessible.
el: δεν είναι δυνατή η δημιουργία τοπικού αντίγραφου όταν το πρωτότυπο δεν είναι προσβάσιμο.

source: cannot create local copy.
el: δεν ήταν δυνατή η δημιουργία τοπικού αντίγραφου.

source: cannot remove local copy when the original file is not accessible.
el: δεν είναι δυνατή η αφαίρεση τοπικού αντίγραφου όταν το πρωτότυπο δεν είναι προσβάσιμο.

source: %d local copy has been synchronized
el: έγινε συγχρονισμός %d τοπικού αντιγράφου

source: image `%s' is not available!
el: η εικόνα %s δεν είναι διαθέσιμη!

source: failed to allocate memory for %s, please lower the threads used for export or buy more memory.
el: αδυναμία κατανομής μνήμης για %s, παρακαλώ μειώστε τα νήματα εξαγωγής ή προσθέστε μνήμη στο σύστημά σας.

# noun
source: thumbnail export
el: εξαγωγή μικρογραφίας

# noun
source: export
el: εξαγωγή

source: cannot find the style '%s' to apply during export.
el: δεν βρέθηκε το στυλ %s για να εφαρμοστεί κατά την εξαγωγή.

source: couldn't expand to a unique filename for session, please check your import session settings.
el: δεν ήταν δυνατή η επέκταση μοναδικού ονόματος συνεδρίας, παρακαλώ ελέγξτε τις ρυθμίσεις σας.

source: generic poissonian
el: γενικό τύπου poisson

source: mm
el: χιλ.

source: cm
el: εκ.

source: inch
el: ιν.

source: rejecting %d image
el: απόρριψη %d εικόνας

source: applying rating %d to %d image
el: εφαρμογή κατάταξης %d σε %d εικόνα

source: no images selected to apply rating
el: δεν έχουν επιλεγεί εικόνες για εφαρμογή κατάταξης

source: style with name '%s' already exists
el: υπάρχει ήδη στυλ με όνομα %s

# accel
source: styles/apply %s
el: στυλ/εφαρμογή %s

source: style named '%s' successfully created
el: δημιουργήθηκε στυλ με όνομα %s

source: no image selected!
el: δεν επιλέχθηκε εικόνα!

source: failed to overwrite style file for %s
el: αδυναμία αντικατάστασης αρχείου στυλ %s

source: style file for %s exists
el: το αρχείο στυλ %s υπάρχει

source: style %s was successfully imported
el: το στυλ %s εισάχθηκε με επιτυχία

source: none
el: κανένα
